{
    "MANU_SC_1975_0304": {
        "Hindi": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "इस मामले में विभिन्न संवैधानिक प्रावधानों की व्याख्या शामिल है, जिसमें अनुच्छेद 368, जो संविधान के संशोधन की प्रक्रिया से संबंधित है, और अनुच्छेद 329ए, जो चुनाव याचिकाओं की वैधता से संबंधित है। ",
            "Brief Summary": "भारत के सर्वोच्च न्यायालय ने कई निर्णयों में संविधान के संशोधन, चुनाव कानूनों और न्यायिक समीक्षा की शक्ति से संबंधित संवैधानिक प्रावधानों की व्याख्या की है।  अदालत ने माना है कि संसद के पास अनुच्छेद 368 में संशोधन करने की शक्ति नहीं है, जो संविधान के संशोधन की प्रक्रिया से संबंधित है।  अदालत ने यह भी कहा है कि संविधान में संशोधन करने के लिए अनुच्छेद 368 के तहत संसद की शक्ति अनुच्छेद 368 (2) के तहत निर्धारित प्रक्रिया को छोड़कर किसी भी सीमा के अधीन नहीं है।  अदालत ने आगे कहा है कि 39वां संविधान संशोधन, जिसने 1971 में इंदिरा गांधी के प्रधानमंत्री के रूप में चुनाव को मान्य किया था, असंवैधानिक है क्योंकि यह संविधान के मूल ढांचे का उल्लंघन करता है। ",
            "Main Arguments": "मामले में मुख्य तर्क अनुच्छेद 368 की व्याख्या और संविधान में संशोधन करने की संसद की शक्ति के इर्द-गिर्द घूमते हैं।  याचिकाकर्ताओं ने तर्क दिया कि घटक शक्ति सीमांकित पूल से स्वतंत्र है जिसमें यह अच्छी तरह से परिभाषित चैनलों के माध्यम से संविधान प्राधिकरण के हाथों में छोड़ देता है।  प्रत्यर्थियों ने तर्क दिया कि संविधान में संशोधन करने के लिए अनुच्छेद 368 के तहत संसद की शक्ति अनुच्छेद 368 (2) के तहत निर्धारित प्रक्रिया को छोड़कर किसी भी सीमा के अधीन नहीं है। ",
            "Legal Precedents or Statutes Cited": "उच्चतम न्यायालय ने अपने निर्णयों में कई कानूनी उदाहरणों और कानूनों का हवाला दिया है, जिनमें शामिल हैंः-भारत के संविधान का अनुच्छेद 368, जो संविधान के संशोधन की प्रक्रिया से संबंधित है।-भारत के संविधान का अनुच्छेद 329ए, जो चुनाव याचिकाओं की वैधता से संबंधित है।  लोक प्रतिनिधित्व अधिनियम 1951।  - केशवानंद भारती बनाम केरल राज्य (1973) 4 एस. सी. सी. 225। ",
            "Quotations from the court": "न्यायालय ने अपने निर्णयों में कई टिप्पणियां और उद्धरण दिए हैं, जिनमें शामिल हैंः-\"घटक शक्ति सीमांकित पूल से स्वतंत्र है जिसमें वह अच्छी तरह से परिभाषित चैनलों के माध्यम से संविधान प्राधिकरण के हाथों में छोड़ देता है।  \"-\" मौलिक साधन में संशोधन करने की शक्ति अपने साथ मूल संरचना, मूल ढांचे और संविधान की आवश्यक नींव की आवश्यक विशेषताओं को नष्ट करने की शक्ति नहीं ले सकती है।  \"-\" कानून को जानना माना जाता है।  \"-\" \"39वां संशोधन असंवैधानिक है क्योंकि यह प्रधानमंत्री के चुनाव को चुनाव कानूनों के दायरे से छूट देता है।\" ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने इस मामले में कई निर्णय दिए हैं, जिनमें शामिल हैंः-केशवानंद भारती बनाम केरल राज्य (1973) 4 एस. सी. सी. 225, जिसमें न्यायालय ने कहा कि मौलिक दस्तावेज में संशोधन करने की शक्ति अपने साथ मूल संरचना, मूल ढांचे और संविधान की आवश्यक नींव की आवश्यक विशेषताओं को नष्ट करने की शक्ति नहीं ले सकती है।  - इंदिरा नेहरू गांधी बनाम राज नारायण (1975) 4 एस. सी. सी. 345, जहां अदालत ने माना कि 39वां संवैधानिक संशोधन असंवैधानिक है क्योंकि यह संविधान की मूल संरचना का उल्लंघन करता है।  - एस. आर. बोम्मई बनाम भारत संघ (1994) 3 एस. सी. सी. 1, जहाँ न्यायालय ने अभिनिर्धारित किया कि संविधान में संशोधन करने के लिए अनुच्छेद 368 के तहत संसद की शक्ति अनुच्छेद 368 (2) के तहत निर्धारित प्रक्रिया के अलावा किसी भी सीमा के अधीन नहीं है। ",
            "Conclusion": "इस मामले में सर्वोच्च न्यायालय के फैसलों का संविधान के संशोधन, चुनाव कानूनों और न्यायिक समीक्षा की शक्ति से संबंधित संवैधानिक प्रावधानों की व्याख्या पर महत्वपूर्ण प्रभाव पड़ता है।  न्यायालय की मान्यताओं ने संविधान में संशोधन करने की संसद की शक्ति की सीमाओं को स्थापित किया है और इस सिद्धांत की पुष्टि की है कि मौलिक साधन में संशोधन करने की शक्ति अपने साथ मूल संरचना, मूल ढांचे और संविधान की आवश्यक नींव की आवश्यक विशेषताओं को नष्ट करने की शक्ति नहीं ले सकती है। "
        },
        "Bengali": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "এই মামলায় বিভিন্ন সাংবিধানিক বিধানের ব্যাখ্যা রয়েছে, যার মধ্যে রয়েছে 368 অনুচ্ছেদ, যা সংবিধান সংশোধনের পদ্ধতি নিয়ে কাজ করে এবং 329এ অনুচ্ছেদ, যা নির্বাচনী আবেদনের বৈধতা নিয়ে কাজ করে। ",
            "Brief Summary": "ভারতের সুপ্রিম কোর্ট একাধিক রায়ে সংবিধানের সংশোধনী, নির্বাচনী আইন এবং বিচার বিভাগীয় পর্যালোচনার ক্ষমতা সম্পর্কিত সাংবিধানিক বিধানগুলির ব্যাখ্যা করেছে।  আদালত বলেছে যে সংবিধান সংশোধনের পদ্ধতি সম্পর্কিত 368 অনুচ্ছেদ সংশোধন করার ক্ষমতা সংসদের নেই।  আদালত আরও পর্যবেক্ষণ করেছে যে 368 অনুচ্ছেদের অধীনে সংবিধান সংশোধনের জন্য সংসদের ক্ষমতা 368 (2) অনুচ্ছেদের অধীনে নির্ধারিত পদ্ধতি ব্যতীত কোনও সীমাবদ্ধতা সাপেক্ষে নয়।  আদালত আরও বলেছে যে 39তম সংবিধান সংশোধনী, যা 1971 সালে ইন্দিরা গান্ধীর প্রধানমন্ত্রী হিসাবে নির্বাচনকে বৈধতা দিয়েছিল, তা অসাংবিধানিক কারণ এটি সংবিধানের মৌলিক কাঠামোকে লঙ্ঘন করে। ",
            "Main Arguments": "এই মামলার মূল যুক্তিগুলি 368 অনুচ্ছেদের ব্যাখ্যা এবং সংবিধান সংশোধনের জন্য সংসদের ক্ষমতাকে ঘিরে আবর্তিত।  আবেদনকারীরা যুক্তি দিয়েছিলেন যে সাংবিধানিক ক্ষমতা সীমানা চিহ্নিত পুলগুলি থেকে স্বাধীন যেখানে এটি সু-সংজ্ঞায়িত চ্যানেলের মাধ্যমে সাংবিধানিক কর্তৃপক্ষের হাত ছেড়ে দেয়।  উত্তরদাতারা যুক্তি দিয়েছিলেন যে 368 অনুচ্ছেদের অধীনে সংবিধান সংশোধনের জন্য সংসদের ক্ষমতা 368 (2) অনুচ্ছেদের অধীনে নির্ধারিত পদ্ধতি ব্যতীত কোনও সীমাবদ্ধতা সাপেক্ষে নয়। ",
            "Legal Precedents or Statutes Cited": "সুপ্রিম কোর্ট তার রায়ে বেশ কয়েকটি আইনি নজির এবং বিধির উল্লেখ করেছে, যার মধ্যে রয়েছেঃ-ভারতের সংবিধানের 368 অনুচ্ছেদ, যা সংবিধান সংশোধনের পদ্ধতি নিয়ে কাজ করে।-ভারতের সংবিধানের 329এ অনুচ্ছেদ, যা নির্বাচনী আবেদনের বৈধতা নিয়ে কাজ করে।  জনগণের প্রতিনিধিত্ব আইন, 1951।  - কেশবানন্দ ভারতী বনাম কেরালা রাজ্য (1973) 4 এস. সি. সি 225। ",
            "Quotations from the court": "আদালত তার রায়ে বেশ কয়েকটি পর্যবেক্ষণ ও উদ্ধৃতি দিয়েছে, যার মধ্যে রয়েছেঃ-\"গঠনমূলক ক্ষমতা সীমানা চিহ্নিত পুল থেকে স্বাধীন, যেখানে এটি সু-সংজ্ঞায়িত মাধ্যমের মাধ্যমে গঠনমূলক কর্তৃপক্ষের হাতে চলে যায়।  \"মৌলিক দলিল সংশোধনের ক্ষমতা সংবিধানের মৌলিক কাঠামো, মৌলিক কাঠামো এবং অপরিহার্য ভিত্তির প্রয়োজনীয় বৈশিষ্ট্যগুলিকে ধ্বংস করার ক্ষমতা বহন করতে পারে না।  \"-\" আইন জানা অনুমান করা হয়।  \"-\" \"39তম সংশোধনী যতদূর পর্যন্ত অসাংবিধানিক যে এটি প্রধানমন্ত্রীর নির্বাচনকে নির্বাচনী আইনের আওতা থেকে অব্যাহতি দেয়।\" ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট এই মামলায় বেশ কয়েকটি রায় দিয়েছে, যার মধ্যে রয়েছে-কেশবানন্দ ভারতী বনাম কেরালা রাজ্য (1973) 4 এস. সি. সি 225, যেখানে আদালত বলেছিল যে মৌলিক দলিল সংশোধন করার ক্ষমতা তার সাথে মৌলিক কাঠামো, মৌলিক কাঠামো এবং সংবিধানের অপরিহার্য ভিত্তিকে ধ্বংস করার ক্ষমতা বহন করতে পারে না।  - ইন্দিরা নেহরু গান্ধী বনাম রাজ নারায়ণ (1975) 4 এস. সি. সি 345, যেখানে আদালত রায় দেয় যে 39তম সংবিধান সংশোধনী অসাংবিধানিক কারণ এটি সংবিধানের মৌলিক কাঠামো লঙ্ঘন করে।  - এস. আর. বোম্মাই বনাম ভারত ইউনিয়ন (1994) 3 এস. সি. সি 1, যেখানে আদালত রায় দিয়েছে যে 368 অনুচ্ছেদের অধীনে সংবিধান সংশোধনের জন্য সংসদের ক্ষমতা 368 (2) অনুচ্ছেদের অধীনে নির্ধারিত পদ্ধতি ব্যতীত কোনও সীমাবদ্ধতা সাপেক্ষে নয়। ",
            "Conclusion": "এই মামলায় সুপ্রিম কোর্টের রায়গুলি সংবিধানের সংশোধনী, নির্বাচনী আইন এবং বিচার বিভাগীয় পর্যালোচনার ক্ষমতা সম্পর্কিত সাংবিধানিক বিধানগুলির ব্যাখ্যার ক্ষেত্রে উল্লেখযোগ্য প্রভাব ফেলে।  আদালতের অবস্থান সংবিধান সংশোধনের জন্য সংসদের ক্ষমতার সীমাবদ্ধতা প্রতিষ্ঠা করেছে এবং এই নীতিটি পুনরায় নিশ্চিত করেছে যে মৌলিক উপকরণটি সংশোধন করার ক্ষমতা মৌলিক কাঠামো, মৌলিক কাঠামো এবং সংবিধানের অপরিহার্য ভিত্তিকে ধ্বংস করার ক্ষমতা বহন করতে পারে না। "
        },
        "Assamese": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "এই গোচৰটোত সংবিধানৰ সংশোধনীৰ প্ৰক্ৰিয়াৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 368 আৰু নিৰ্বাচনী আবেদনৰ বৈধতাৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 329একে ধৰি বিভিন্ন সাংবিধানিক ব্যৱস্থাৰ ব্যাখ্যা অন্তৰ্ভুক্ত আছে। ",
            "Brief Summary": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে কেইবাটাও ৰায়দানত সংবিধানৰ সংশোধনী, নিৰ্বাচনী আইন আৰু ন্যায়িক পুনৰীক্ষণৰ ক্ষমতা সম্পৰ্কীয় সাংবিধানিক ব্যৱস্থাসমূহক ব্যাখ্যা কৰিছে।  আদালতে ৰায় দিছে যে সংবিধান সংশোধনৰ প্ৰক্ৰিয়াৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 368 সংশোধন কৰাৰ ক্ষমতা সংসদৰ নাই।  আদালতখনে লগতে কয় যে 368 নং অনুচ্ছেদৰ অধীনত সংবিধান সংশোধন কৰাৰ সংসদৰ ক্ষমতা অনুচ্ছেদ 368 (2) ৰ অধীনত নিৰ্ধাৰিত প্ৰক্ৰিয়াৰ বাহিৰে কোনো সীমাবদ্ধতাৰ অধীন নহয়।  আদালতে লগতে কয় যে 1971 চনত ইন্দিৰা গান্ধীৰ প্ৰধানমন্ত্ৰী নিৰ্বাচনক বৈধতা প্ৰদান কৰা 39 সংখ্যক সংবিধান সংশোধনী অসাংবিধানিক কিয়নো ই সংবিধানৰ মৌলিক গাঁথনি উলংঘন কৰে। ",
            "Main Arguments": "গোচৰটোৰ মূল যুক্তিবোৰ 368 নং অনুচ্ছেদৰ ব্যাখ্যা আৰু সংবিধান সংশোধনৰ বাবে সংসদৰ ক্ষমতাৰ ওপৰত আধাৰিত।  আবেদনকাৰীসকলে যুক্তি দিছিল যে সংঘটক শক্তি সীমা নিৰ্ধাৰিত পুলৰ পৰা স্বাধীন য'ত ই সু-সংজ্ঞায়িত মাধ্যমৰ জৰিয়তে সংঘটক কৰ্তৃপক্ষৰ হাত এৰি দিয়ে।  উত্তৰদাতাসকলে যুক্তি দিছিল যে 368 নং অনুচ্ছেদৰ অধীনত সংবিধান সংশোধন কৰাৰ সংসদৰ ক্ষমতা অনুচ্ছেদ 368 (2) ৰ অধীনত নিৰ্ধাৰিত প্ৰক্ৰিয়াৰ বাহিৰে কোনো সীমাবদ্ধতাৰ অধীন নহয়। ",
            "Legal Precedents or Statutes Cited": "উচ্চতম ন্যায়ালয়ে ইয়াৰ ৰায়সমূহত কেইবাটাও আইনী দৃষ্টান্ত আৰু বিধি উল্লেখ কৰিছে, যাৰ ভিতৰত আছেঃ-ভাৰতৰ সংবিধানৰ 368 নং অনুচ্ছেদ, যি সংবিধান সংশোধনৰ প্ৰক্ৰিয়াৰ সৈতে সম্পৰ্কিত।-ভাৰতৰ সংবিধানৰ 329 এ অনুচ্ছেদ, যি নিৰ্বাচনী আবেদনৰ বৈধতাৰ সৈতে সম্পৰ্কিত।  জনসাধাৰণৰ প্ৰতিনিধিত্ব আইন, 1951।  - কেশৱানন্দ ভাৰতী বনাম কেৰালা ৰাজ্য (1973) 4 এছচিচি 225। ",
            "Quotations from the court": "আদালতে ইয়াৰ ৰায়সমূহত কেইবাটাও পৰ্যৱেক্ষণ আৰু উদ্ধৃতি প্ৰদান কৰিছে, যাৰ ভিতৰত আছেঃ-\"সংঘটক শক্তি সীমা নিৰ্ধাৰিত পুলৰ পৰা স্বাধীন য'ত ই সু-সংজ্ঞায়িত মাধ্যমৰ জৰিয়তে সংঘটক কৰ্তৃপক্ষৰ হাত এৰি দিয়ে।  \"-\" মৌলিক সঁজুলিটো সংশোধন কৰাৰ শক্তিয়ে ইয়াৰ সৈতে মৌলিক গাঁথনি, মৌলিক পৰিকাঠামো আৰু সংবিধানৰ অত্যাৱশ্যকীয় ভেটিৰ অত্যাৱশ্যকীয় বৈশিষ্ট্যবোৰ ধ্বংস কৰাৰ ক্ষমতা বহন কৰিব নোৱাৰে।  \"-\" আইনৰ বিষয়ে জনাটো অনুমান কৰা হয়।  \"-\" \"39তম সংশোধনী এতিয়ালৈকে অসাংবিধানিক কিয়নো ই প্ৰধানমন্ত্ৰী নিৰ্বাচনক নিৰ্বাচনী আইনৰ পৰিসীমাৰ পৰা ৰেহাই দিয়ে।\" ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে এই গোচৰটোত কেইবাটাও ৰায় প্ৰদান কৰিছে, যাৰ ভিতৰত আছেঃ-কেশৱানন্দ ভাৰতী বনাম কেৰালা ৰাজ্য (1973) 4 এছচিচি 225, য'ত আদালতে ৰায় দিছিল যে মৌলিক সঁজুলিটো সংশোধন কৰাৰ ক্ষমতাই ইয়াৰ সৈতে মৌলিক গাঁথনি, মৌলিক পৰিকাঠামো আৰু সংবিধানৰ অত্যাৱশ্যকীয় ভেটিৰ অত্যাৱশ্যকীয় বৈশিষ্ট্যসমূহ ধ্বংস কৰাৰ ক্ষমতা বহন কৰিব নোৱাৰে।  - ইন্দিৰা নেহৰু গান্ধী বনাম ৰাজ নাৰায়ণ (1975) 4 এছচিচি 345, য'ত আদালতে ৰায় দিছিল যে 39তম সাংবিধানিক সংশোধনী অসাংবিধানিক কিয়নো ই সংবিধানৰ মৌলিক গাঁথনি উলংঘন কৰে।  - এছ. আৰ. বোম্মাই বনাম ভাৰত চৰকাৰ (1994) 3 এছ. চি. চি. 1, য'ত আদালতে ৰায় দিছিল যে 368 নং অনুচ্ছেদৰ অধীনত সংবিধান সংশোধন কৰাৰ সংসদৰ ক্ষমতা অনুচ্ছেদ 368 (2) ৰ অধীনত নিৰ্ধাৰিত প্ৰক্ৰিয়াৰ বাহিৰে কোনো সীমাবদ্ধতাৰ অধীন নহয়। ",
            "Conclusion": "এই ক্ষেত্ৰত উচ্চতম ন্যায়ালয়ৰ ৰায়সমূহে সংবিধানৰ সংশোধনী, নিৰ্বাচনী আইন আৰু ন্যায়িক পুনৰীক্ষণৰ ক্ষমতাৰ সৈতে সম্পৰ্কিত সাংবিধানিক ব্যৱস্থাসমূহৰ ব্যাখ্যাৰ ক্ষেত্ৰত গুৰুত্বপূৰ্ণ প্ৰভাৱ পেলায়।  আদালতৰ অধিকাৰে সংবিধান সংশোধন কৰাৰ বাবে সংসদৰ ক্ষমতাৰ সীমা স্থাপন কৰিছে আৰু এই নীতি পুনৰ নিশ্চিত কৰিছে যে মৌলিক সঁজুলি সংশোধন কৰাৰ শক্তিয়ে ইয়াৰ সৈতে মৌলিক গাঁথনি, মৌলিক পৰিকাঠামো আৰু সংবিধানৰ অত্যাৱশ্যকীয় ভেটি ধ্বংস কৰাৰ ক্ষমতা বহন কৰিব নোৱাৰে। "
        },
        "Nepali": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "यस मुद्दामा विभिन्न संवैधानिक प्रावधानहरूको व्याख्या समावेश छ, जसमा अनुच्छेद 368, जसले संविधानको संशोधनको प्रक्रियासँग सम्बन्धित छ, र अनुच्छेद 329 ए, जसले निर्वाचन याचिकाहरूको वैधतासँग सम्बन्धित छ। ",
            "Brief Summary": "भारतको सर्वोच्च अदालतले, निर्णयहरूको शृङ्खलामा, संविधानको संशोधन, निर्वाचन कानुन र न्यायिक समीक्षाको शक्तिसँग सम्बन्धित संवैधानिक प्रावधानहरूको व्याख्या गरेको छ।  अदालतले संविधानको संशोधन प्रक्रियासँग सम्बन्धित अनुच्छेद 368 मा संशोधन गर्ने अधिकार संसदलाई नभएको ठहर गरेको छ।  अदालतले यो पनि टिप्पणी गरेको छ कि अनुच्छेद 368 अन्तर्गत संविधानको संशोधन गर्ने संसदको शक्ति अनुच्छेद 368 (2) अन्तर्गत निर्धारित प्रक्रिया बाहेक कुनै सीमितताको अधीनमा छैन।  अदालतले सन् 1971 मा इन्दिरा गान्धीलाई प्रधानमन्त्रीको रूपमा निर्वाचित गरेको 39औँ संवैधानिक संशोधनलाई असंवैधानिक ठहर गरेको छ किनभने यसले संविधानको आधारभूत संरचनालाई उल्लङ्घन गरेको छ। ",
            "Main Arguments": "मुद्दाको मुख्य तर्क अनुच्छेद 368 को व्याख्या र संविधान संशोधन गर्ने संसदको शक्तिको वरिपरि घुम्छ।  याचिकाकर्ताहरूले तर्क गरे कि घटक शक्ति सीमांकित पुलहरूबाट स्वतन्त्र छ जसमा यसले राम्रोसँग परिभाषित च्यानलहरू मार्फत संविधान प्राधिकरणको हात छोड्छ।  प्रतिवादीहरूले तर्क गरे कि अनुच्छेद 368 अन्तर्गत संविधानको संशोधन गर्ने संसदको शक्ति अनुच्छेद 368 (2) अन्तर्गत निर्धारित प्रक्रिया बाहेक कुनै सीमितताको अधीनमा छैन। ",
            "Legal Precedents or Statutes Cited": "सर्वोच्च अदालतले आफ्ना निर्णयहरूमा धेरै कानुनी उदाहरणहरू र विधानहरू उद्धृत गरेको छ, जसमाः-भारतको संविधानको धारा 368, जसले संविधानको संशोधनको प्रक्रियासँग सम्बन्धित छ।-भारतको संविधानको धारा 329 ए, जसले निर्वाचन याचिकाहरूको वैधतासँग सम्बन्धित छ।  जन प्रतिनिधित्व अधिनियम 1951।  - केशवानन्द भारती बनाम केरल राज्य (1973) 4 एससीसी 225। ",
            "Quotations from the court": "अदालतले आफ्ना निर्णयहरूमा धेरै अवलोकन र उद्धरणहरू गरेको छ, जसमाः-\"घटक शक्ति सीमांकित पुलहरूबाट स्वतन्त्र छ जसमा यसले राम्रोसँग परिभाषित च्यानलहरू मार्फत संविधान प्राधिकरणको हात छोड्छ।  \"-\" मौलिक साधनलाई संशोधन गर्ने शक्तिले आधारभूत संरचना, आधारभूत ढाँचा र संविधानको आवश्यक आधारका आवश्यक विशेषताहरूलाई नष्ट गर्ने शक्ति बोक्न सक्दैन।  \"-\" कानून जान्ने अनुमान गरिन्छ।  \"-\" \"39 औँ संशोधन अहिलेसम्म असंवैधानिक छ किनकि यसले प्रधानमन्त्रीको चुनावलाई निर्वाचन कानूनको दायराबाट छुट दिन्छ।\" ",
            "Present Court's Verdict": "सर्वोच्च अदालतले यस मामिलामा धेरै निर्णयहरू दिएको छ, जसमाः-केशवानन्द भारती बनाम केरला राज्य (1973) 4 एससीसी 225, जहाँ अदालतले मौलिक साधनलाई संशोधन गर्ने शक्तिसँग आधारभूत संरचना, आधारभूत ढाँचा र संविधानको आवश्यक आधारलाई नष्ट गर्ने शक्ति राख्न नसक्ने ठहर गरेको छ।  - इन्दिरा नेहरू गान्धी बनाम राज नारायण (1975) 4 एससीसी 345, जहाँ अदालतले 39 औँ संवैधानिक संशोधन असंवैधानिक हो किनभने यसले संविधानको आधारभूत संरचनालाई उल्लङ्घन गर्दछ।  - एस. आर. बोम्मई बनाम भारत संघ (1994) 3 एस. सि. सि. 1, जहाँ अदालतले अनुच्छेद 368 अन्तर्गत संविधानको संशोधन गर्ने संसदको शक्ति अनुच्छेद 368 (2) अन्तर्गत निर्धारित प्रक्रिया बाहेक कुनै सीमितताको अधीनमा छैन भनी निर्णय गरेको थियो। ",
            "Conclusion": "यस मामिलामा सर्वोच्च अदालतको फैसलाहरूले संविधानको संशोधन, निर्वाचन कानुन र न्यायिक समीक्षाको शक्तिसँग सम्बन्धित संवैधानिक प्रावधानहरूको व्याख्यामा महत्त्वपूर्ण प्रभाव पार्छ।  अदालतको धारणाले संविधान संशोधन गर्ने संसदको शक्तिको सीमा स्थापित गरेको छ र मौलिक साधन संशोधन गर्ने शक्तिले आधारभूत संरचना, आधारभूत ढाँचा र संविधानको आवश्यक आधारलाई नष्ट गर्ने शक्ति बोक्न सक्दैन भन्ने सिद्धान्तलाई पुनः पुष्टि गरेको छ। "
        },
        "Bodo": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "बे मामलायाव गोबां आयेनारि राहाफोरनि बुंफुरलु दं, जेराव दफा 368, जाय संबिजुवाव फोसाबनायनि बिखान्थिजों सोमोन्दो दं, आरो दफा 329 ए, जाय बिसायख'थि आर'जलाइफोरनि थारथिजों सोमोन्दो दं। ",
            "Brief Summary": "भारतनि जौसिन बिजिरसालिनि बिजिरनायनि मोनसे फारिआव संबिजुवाव फोसाबनाय, बिसायख'थि आयेनफोर आरो न्यायारि बिजिरसंनायनि गोहोजों सोमोन्दो थानाय आयेनारि राहाफोरखौ फोरमायदोंमोन।  क'र्टआ बुंदों दि संसदहा दफा 368 खौ फोसाबनो गोहो गैया, जाय संबिजुवाव फोसाबनायनि बिखान्थिजों सोमोन्दो दं।  कच'र्टआ बेखौबो नोजोर होदों दि दफा 368 नि सिङाव संबिजुवाव फोसाबनो थाखाय संसदनि गोहोआ दफा 368 (2) नि सिङाव थि खालामजानाय बिखान्थिनि अनगा जेबो सिमा गोनां नङा।  कच'र्टआ आरोबाव बुंदों दि 39थि संबिधानिक फोसाबनाय, जाय 1971 मायथाइयाव इन्दिरा गान्धीनि गाहाय मन्थ्रि महरै सायख'नायखौ गनायथि होदोंमोन, बेयो आयेनारि नङि मानोना बेयो संबिजुनि गुदि दाथायखौ सिफायो। ",
            "Main Arguments": "बे मामलायाव गाहाय बाथ्रा दानथेलायनाया दफा 368 नि बुंफुरलु आरो संबिजुवाव फोसाबनो थाखाय संसदनि गोहोनि सोरगिदिं गिदिङो।  आर'जलाइगिरिफोरा जुक्ति होदोंमोन दि बाहागोआरि गोहोआ सिमा होनाय फुख्रिफोरनिफ्राय उदां जेराव बियो मोजाङै-रोखा लामाफोरनि गेजेरजों बाहागोआरि आफादनि आखायखौ हगारो।  रिप'न्देन्टफोरा बाथ्रा दानथेलायो दि दफा 368 नि सिङाव संबिजुवाव फोसाबनो थाखाय संसदनि गोहोआ दफा 368 (2) नि सिङाव थि खालामजानाय बिखान्थिनि अनगा जेबो सिमानि सिङाव गैया। ",
            "Legal Precedents or Statutes Cited": "जौसिन अदालते गावनि बिजिरनायाव गोबां आयेनारि आगजुफोर आरो आयेनफोरखौ मुंख'दों, जायनि मादाव दङः-भारतनि संबिजुनि दफा 368, जाय संबिजुनि फोसाबनायनि बिखान्थिजों सोमोन्दो दं।-भारतनि संबिजुनि दफा 329 ए, जाय बिसायख'थि आर'जलाइफोरनि थारथिजों सोमोन्दो दं।  सुबुं थान्दैथि आयेन 1951।  - केशवानंद भारती बनाम केराला रायजो (1973) 4 एस. सी. सी. 225। ",
            "Quotations from the court": "कच'र्टआ गावनि बिजिरनायाव गोबां नोजोर होनायफोर आरो रायखांनायफोर होदों, जायनि मादाव दङ-\"बाहागोआरि गोहोआ सिमा गोनां पुलफोरनिफ्राय उदां जेराव बियो मोजाङै-रोखा लामाफोरनि गेजेरजों बाहागोआरि आफादनि आखायखौ हगारो।  \"-\" गुदि आगजुखौ फोसाबनायनि गोहोआ बेजों लोगोसे गुदि दाथाय, गुदि दाथाय आरो संबिजुनि गोनांथार बिथाफोरनि गोनांथार आखुथाइफोरखौ फोजोबस्रांनायनि गोहोखौ लाबोनो हाया।  \"-\" आइनखौ मिन्थिना लानाय जायो।  \"-\" 39थि फोसाबथाया दासिम आयेनारि नङि मानोना बेयो गाहाय मन्थ्रि सायख'नायखौ बिसायख'थि आयेनफोरनि सिमानिफ्राय उदां खालामो। \"",
            "Present Court's Verdict": "जौसिन अदालते बे मामलायाव गोबां बिजिरथिफोर होदों, जायनि मादाव दङः-केशवानंद भारती बनाम केराला रायजो (1973) 4 एस. सी. सी. 225, जेराव अदालते मानिदोंमोन दि गुदि आगजुखौ फोसाबनायनि गोहोआ बेजों लोगोसे गुदि दाथाय, गुदि दाथाय आरो संबिजुनि गोनांथार बिथाफोरनि गोनांथार आखुथाइफोरखौ फोजोबस्रांनायनि गोहोखौ लाबोनो हाया।  - इन्दिरा नेहरू गांधी बनाम राज नारायण (1975) 4 एस. सी. सी. 345, जेराव अदालते मानिदोंमोन दि 39थि आयेनारि फोसाबथाया आयेनारि नङि मानोना बेयो संबिजुनि गुदि दाथायखौ सिफायो।  - एस. आर. बम्मई बनाम भारत जुथाइ (1994) 3 एस. सी. सी. 1, जेराव अदालते मानिदोंमोन दि दफा 368 (2) नि सिङाव बिथोन होनाय बिखान्थिनि अनगा दफा 368 नि सिङाव संबिज'नखौ फोसाबनो थाखाय संसदनि गोहोआ जेबो सिमा गोनां नङा। ",
            "Conclusion": "बे मामलायाव सुप्रीम क'र्टनि बिजिरनाया संबिजुवाव फोसाबनाय, बिसायख'थि आयेन आरो न्यायारि बिजिरसंनायनि गोहोजों सोमोन्दो थानाय आयेनारि राहाफोरनि बुंफुरलुनि थाखाय ओंथिगोनां गोहोम दङ'।  बिजिरसालिनि सामलायथिफोरा संबिजुवाव फोसाबनो थाखाय संसदनि गोहोनि सिमाफोरखौ गायसनबाय आरो बिखान्थिखौ फिन थि खालामफिनदों दि गुदि आगजुखौ फोसाबनायनि गोहोआ बेजों लोगोसे गुदि दाथायनि गोनांथार आखुथायफोर, गुदि दाथाय आरो संबिजुवाव गोनांथार बिथाखौ फोजोबस्रांनायनि गोहोखौ लाबोनो हाया। "
        },
        "Manipuri": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "কেস অদুদা সংবিধানগী এমেন্দমেন্ত তৌবগী থৌওংগা মরী লৈনবা আর্টিকল 368, অমসুং মীখলগী পিটিসনশিংগী ভেলিদিতিগা মরী লৈনবা আর্টিকল 329A য়াওনা তোঙান তোঙানবা সংবিধানগী প্রোভিজনশিংগী ৱাহন্থোক য়াওরি। ",
            "Brief Summary": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ৱায়েল পরিং অমদা কনষ্টিট্যুসন এমেন্দমেন্ত, মীখলগী আইন, অমসুং জুদিসিএল রিভ্যুগী পাৱরগা মরী লৈনবা কনষ্টিট্যুসনেল প্রোভিজন্সশিংগী ৱাহন্থোক পীরি।  কনষ্টিট্যুসন এমেন্দমেন্ত তৌবগী থৌওংগা মরী লৈনবা আর্টিকল 368 এমেন্দ তৌবগী শক্তি পার্লিয়ামেন্ততা লৈতে হায়না কোর্টনা হায়রি।  আর্টিকল 368কী মখাদা সংবিধান শেমদোক-শাদোকপগী পার্লিয়ামেন্তকী পাৱর অদু আর্টিকল 368 (2) গী মখাদা পীরিবা প্রোসিদ্যুর অদু নত্তনা অতৈদা অকক্নবা ওইদে হায়নসু কোর্টনা পনখি।  1971দা ইন্দিরা গান্ধীবু প্রধান মন্ত্রী ওইনা খল্লকপদা অয়াবা পীখিবা 39শুবা কনষ্টিট্যুসনেল এমেন্দমেন্ত অসি কনষ্টিট্যুসনগী বেসিক স্ত্রকচরবু লান্দারকপনা কনষ্টিট্যুসনেল ওইদে হায়না কোর্তনা মখা তানা হায়খ্রে। ",
            "Main Arguments": "কেস অসিগী মরু ওইবা আর্গ্যুমেন্তশিং অসি আর্টিকল 368গী ৱাহন্থোক অমসুং কনষ্টিট্যুসন এমেন্দ তৌনবগী পার্লিয়ামেন্তকী পাৱরগী অকোয়বদা লৈ।  কন্সততুএন্ত পাৱর অসি নিংথিনা মশক তাকপা চেনেলশিংগী খুত্থাংদা কন্সততুএন্ত ওথোরিতীগী খুৎলাইদা থাদোকপা দেমার্কেতেদ পুলশিংদগী মনিং তম্না লৈ হায়না ৱাকৎলকখি।  আর্টিকল 368কী মখাদা সংবিধান শেমদোক-শাদোকপগী পার্লিয়ামেন্তকী পাৱর অদু আর্টিকল 368 (2) গী মখাদা পীরিবা প্রোসিদ্যুর অদু নত্তনা অতৈদা অকক্নবা ওইদে হায়না রেস্পোন্দেন্তশিংনা য়েৎলকখি। ",
            "Legal Precedents or Statutes Cited": "সুপ্রিম কোর্তনা মখোয়গী ৱায়েলদা লিগেল প্রিসিদেন্ত অমসুং স্তেচ্যুত কয়া অমা পনখি, মখোয় অদুদিঃ-কনষ্টিট্যুসন এমেন্দমেন্ত তৌবগী থৌওংগা মরী লৈনবা, কনষ্টিট্যুসন ওফ ইন্দিয়াগী আর্টিকল 368।-কনষ্টিট্যুসন ওফ ইন্দিয়াগী আর্টিকল 329এ, মসিনা ইলেক্সন্ পিটিসনশিংগী ভেলিদিতিগা মরী লৈনৈ।  দি রিপ্রজেন্তেসন ওফ দি পিপল এক্ত, 1951  - কেসবানন্দা ভারতী ভর্সস স্তেত ওফ কেরলা (1973) 4 এস. সি. সি. 225। ",
            "Quotations from the court": "কোর্তনা মখোয়গী ৱায়েলদা ওবজর্ভেসন অমসুং কোতেসন কয়া অমা পীরি, মসিদা য়াওরিবশিং অদুদিঃ-\"কন্সততুএন্ত পাৱর অসি নিংথিনা মশক তাকপা চেনেলশিংগী খুত্থাংদা কন্সততুএন্ত ওথোরিতীগী খুৎলাইদা থাদোকপা দেমার্কেতেদ পুলশিংদগী মনিং তম্না লৈ।  \"-\" বেসিক ইন্সত্রুমেন্ত অসিবু শেমদোক-শাদোকপগী পাৱর অসিনা বেসিক স্ত্রকচর, বেসিক ফ্রেমৱার্ক, অমসুং কনষ্টিট্যুসনগী তঙাইফদবা ফাউন্দেসন অদুগী তঙাই ফদবা মগুনশিংবু মাং তাকপগী পাৱর লৈহল্লোইদবনি।  \"-\" মসি আইন অসি খঙই হায়না লৌনৈ।  \"-\" 39শুবা এমেন্দমেন্ত অসি প্রধান মন্ত্রীবু মীখলগী লোশিংগী মনুংদগী তান্থোকপগা লোয়ননা হৌজিক ফাওবদা কন্সতিস্ত্যুসনেল ওইদে। \"",
            "Present Court's Verdict": "কেস অসিদা সুপ্রিম কোর্তনা ৱায়েল কয়া অমা থোকখ্রে, মখোয় অদুদিঃ-কেসবানন্দা ভারতী ভর্সস স্তেত ওফ কেরলা (1973) 4 এস. সি. সি. 225নি, মসিদা কোর্তনা হায়রি মদুদি বেসিক ইন্সত্রুমেন্ত অসিবু শেমদোক-শেমজিন তৌবগী পাৱর অসিনা বেসিক স্ত্রকচর, বেসিক ফ্রেমৱার্ক, অমসুং সংবিধানগী তঙাইফদবা ফাউন্দেসন অসিগী তঙাই ফদবা মগুনশিংবু মাং তাকপগী পাৱর লৈরোই।  - ইন্দিরা নেহরু গান্ধী ভর্সস রাজ নরেন (1975) 4 এস. সি. সি. 345, মসিদা কোর্তনা 39শুবা কনষ্টিট্যুসনেল এমেন্দমেন্ত অসি কনষ্টিট্যুসনগী বেসিক স্ত্রকচরবু লান্দারকপনা কনষ্টিট্যুসনেল ওইদে হায়খি।  - এস. আর. বোম্মাই v. য়ুনিয়ন ওফ ইন্দিয়া (1994) 3 এস. ",
            "Conclusion": "মতাং অসিদা সুপ্রিম কোর্তকী ৱায়েলশিং অসিনা কনষ্টিট্যুসন এমেন্দমেন্ত, মীখলগী আইন, অমসুং জুদিসিএল রিভ্যুগী পাৱরগা মরী লৈনবা কনষ্টিট্যুসনেল প্রোভিজন্সশিংগী ৱাহন্থোক পীনবা মরু ওইবা শাফু অমা পীরি।  কোর্তকী হোলদিংশিংনা সংবিধানবু শেমদোক-শাদোকপগী পার্লিয়ামেন্তকী পাৱরগী ঙমখৈ লেপথোকখ্রে অমসুং বেসিক ইন্সত্রুমেন্ত অদুবু শেমদোক-শাদোকপগী পাৱর অদুনা বেসিক স্ত্রকচর, বেসিক ফ্রেমৱার্ক, অমসুং সংবিধানগী তঙাইফদবা ফাউন্দেসন অদুগী তঙাই ফদবা মগুনশিংবু থুগাইবগী পাৱর লৈরোই হায়বা প্রিন্সিপল অসিবু অমুক হন্না লেপ্পি। "
        },
        "English": {
            "Case name": "Kesavananda Bharati v. State of Kerala (1975)",
            "Case Type": [
                "Constitutional Law",
                "Judicial Review",
                "Sovereignty"
            ],
            "Case": "The case of Kesavananda Bharati v. State of Kerala was a landmark constitutional law case in India that dealt with the issue of the constituent power of the Constitution and the power of judicial review. The petitioner, Kesavananda Bharati, challenged the 24th and 25th Amendment Acts, which were passed to defeat his challenge to the 22nd Amendment Act. The petitioner argued that the 22nd Amendment Act, which allowed the Parliament to amend the Constitution without any limitation, was unconstitutional.",
            "Brief Summary": "The case of Kesavananda Bharati v. State of Kerala was a significant judgment that established the basic structure doctrine of the Constitution of India. The court held that the constituent power of the Constitution cannot be misused to amend the Constitution in a way that destroys the basic structure of the Constitution. The court also held that the Parliament does not have the power to amend Article 368 of the Constitution, which deals with the procedure for amendment of the Constitution.",
            "Main Arguments": "The main arguments in the case were:\n- The petitioner argued that the 22nd Amendment Act, which allowed the Parliament to amend the Constitution without any limitation, was unconstitutional.\n- The defendant argued that the constituent power of the Constitution allows the Parliament to amend the Constitution in any manner it deems fit, as long as the procedure prescribed in Article 368 is followed.\n- The court held that the constituent power of the Constitution cannot be misused to amend the Constitution in a way that destroys the basic structure of the Constitution.",
            "Legal Precedents or Statutes Cited": "The court cited the following legal precedents and statutes:\n- Kesavananda Bharati v. State of Kerala (1973) 4 SCC 225\n- Constitution of India, 1950\n- Article 368 of the Constitution of India\n- Article 329A of the Constitution of India\n- Representation of the People Act 1951\n- 39th Constitutional Amendment",
            "Quotations from the court": "The court quoted the following:\n- \"The power to amend the fundamental instrument can not carry with it the power to destroy the essential features of the basic structure, the basic framework, the essential foundation of the Constitution.\" (Kesavananda Bharati v. State of Kerala (1973) 4 SCC 225)\n- \"It is presumed to know the law.\" (Para 604-605)",
            "Present Court's Verdict": "The court held that:\n- The constituent power of the Constitution cannot be misused to amend the Constitution in a way that destroys the basic structure of the Constitution.\n- The Parliament does not have the power to amend Article 368 of the Constitution, which deals with the procedure for amendment of the Constitution.\n- The 24th and 25th Amendment Acts, which were passed to defeat the petitioner's challenge to the 22nd Amendment Act, were unconstitutional.",
            "Conclusion": "The case of Kesavananda Bharati v. State of Kerala was a landmark judgment that established the basic structure doctrine of the Constitution of India. The court held that the constituent power of the Constitution cannot be misused to amend the Constitution in a way that destroys the basic structure of the Constitution. The judgment has significant implications for the power of judicial review and the role of the judiciary in protecting the Constitution from arbitrary amendments."
        }
    },
    "MANU_SC_1978_0133": {
        "Hindi": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "सरकार (डॉ. सुब्रत मुखर्जी) बनाम पी. अप्पाचू कुट्टन (पासपोर्ट अधिकारी) और अन्य, 2005 (5) एससीसी 722। ",
            "Brief Summary": "यह मामला पासपोर्ट अधिनियम, 1967 की धारा 10 (3) की संवैधानिकता से संबंधित है, जो पासपोर्ट प्राधिकरण को पासपोर्ट जब्त करने का अधिकार देता है यदि वह संतुष्ट है कि भारत की संप्रभुता और अखंडता के हित में ऐसा करना आवश्यक है।  अदालत ने जांच की कि क्या यह प्रावधान असंवैधानिक था, विशेष रूप से अपील तंत्र के अभाव में जब सरकार स्वयं आदेश पारित करती है। ",
            "Main Arguments": "मुख्य तर्क धारा 10 (3) की संवैधानिकता के इर्द-गिर्द केंद्रित थे क्योंकि जब सरकार आदेश पारित करती है तो अपील तंत्र की अनुपस्थिति होती है।  याचिकाकर्ता (डॉ. सुब्रत मुखर्जी) ने तर्क दिया कि यह प्रावधान असंवैधानिक था, जबकि प्रतिवादियों (पासपोर्ट अधिकारी और अन्य) ने तर्क दिया कि यह वैध था। ",
            "Legal Precedents or Statutes Cited": "अदालत ने पासपोर्ट अधिनियम, 1967 और भारत के संविधान सहित विभिन्न कानूनों का हवाला दिया।  अदालत ने पीपुल्स यूनियन फॉर सिविल लिबर्टीज (पी. यू. सी. एल.) बनाम भारत संघ, 1997 (1) एस. सी. सी. 301 के मामले सहित विभिन्न न्यायिक उदाहरणों पर भी भरोसा किया। ",
            "Quotations from the court": "\"इसमें कोई संदेह नहीं है कि जब सरकार स्वयं कोई आदेश पारित करती है, तो अधिनियम के तहत कोई अपील प्रदान नहीं की जाती है।  लेकिन, चूंकि शक्ति सर्वोच्च प्राधिकरण में निहित है, इसलिए यह धारा असंवैधानिक नहीं है। ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने अभिनिर्धारित किया कि धारा 10 (3) असंवैधानिक नहीं थी।  अदालत ने कहा कि जब सरकार स्वयं कोई आदेश पारित करती है, तो यह माना जाना चाहिए कि उसने सावधानीपूर्वक जांच के बाद आदेश दिया होगा।  अदालत ने यह भी कहा कि हालांकि कोई अपील प्रदान नहीं की गई है, लेकिन शक्ति सर्वोच्च प्राधिकरण में निहित है, और इसलिए, यह धारा असंवैधानिक नहीं है। ",
            "Conclusion": "अंत में, सर्वोच्च न्यायालय ने पासपोर्ट अधिनियम, 1967 की धारा 10 (3) की संवैधानिकता को बरकरार रखा, जब सरकार आदेश पारित करती है तो अपील तंत्र के अभाव में।  अदालत का निर्णय सरकार के अधिकार के महत्व और आदेश पारित करते समय सावधानीपूर्वक जांच के अनुमान पर जोर देता है। "
        },
        "Bengali": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "সরকার (ড. সুব্রত মুখার্জি) বনাম পি. আপ্পাচু কুট্টান (পাসপোর্ট অফিসার) এবং অন্যান্য, 2005 (5) এসসিসি 722। ",
            "Brief Summary": "এই মামলাটি 1967 সালের পাসপোর্ট আইনের 10 (3) ধারার সাংবিধানিকতার সাথে সম্পর্কিত, যা পাসপোর্ট কর্তৃপক্ষকে ভারতের সার্বভৌমত্ব ও অখণ্ডতার স্বার্থে পাসপোর্ট বাজেয়াপ্ত করার ক্ষমতা দেয়।  আদালত পরীক্ষা করে দেখেছে যে এই বিধানটি অসাংবিধানিক কিনা, বিশেষত আপিল ব্যবস্থার অভাবে যখন সরকার নিজেই আদেশটি পাস করে। ",
            "Main Arguments": "সরকার যখন আদেশটি পাস করে তখন আপিল ব্যবস্থার অনুপস্থিতির আলোকে মূল যুক্তিগুলি 10 (3) ধারার সাংবিধানিকতাকে কেন্দ্র করে ছিল।  আবেদনকারী (ডঃ সুব্রত মুখার্জি) যুক্তি দিয়েছিলেন যে এই বিধানটি অসাংবিধানিক, অন্যদিকে উত্তরদাতারা (পাসপোর্ট অফিসার এবং অন্যান্যরা) যুক্তি দিয়েছিলেন যে এটি বৈধ। ",
            "Legal Precedents or Statutes Cited": "আদালত 1967 সালের পাসপোর্ট আইন এবং ভারতের সংবিধান সহ বিভিন্ন আইনের কথা উল্লেখ করেছে।  আদালত পিপলস ইউনিয়ন ফর সিভিল লিবার্টিজ (পিইউসিএল) বনাম ইউনিয়ন অফ ইন্ডিয়া, 1997 (1) এসসিসি 301 মামলা সহ বিভিন্ন বিচারিক নজিরের উপরও নির্ভর করেছিল। ",
            "Quotations from the court": "\"কোনও সন্দেহ নেই, যখন সরকার নিজেই একটি আদেশ পাস করে, তখন এই আইনের অধীনে কোনও আপিলের ব্যবস্থা করা হয় না।  কিন্তু, যেহেতু ক্ষমতা সর্বোচ্চ কর্তৃপক্ষের হাতে ন্যস্ত, তাই এই ধারাটি অসাংবিধানিক নয়। ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট রায় দিয়েছে যে ধারা 10 (3) অসাংবিধানিক নয়।  আদালত উল্লেখ করেছে যে যখন সরকার নিজেই একটি আদেশ পাস করে, তখন এটি অনুমান করা উচিত যে এটি যত্ন সহকারে যাচাই-বাছাইয়ের পরে আদেশটি দিয়েছিল।  আদালত আরও পর্যবেক্ষণ করেছে যে যদিও কোনও আপিলের ব্যবস্থা করা হয়নি, তবে ক্ষমতাটি সর্বোচ্চ কর্তৃপক্ষের হাতে ন্যস্ত এবং তাই এই ধারাটি অসাংবিধানিক নয়। ",
            "Conclusion": "উপসংহারে, সুপ্রিম কোর্ট 1967 সালের পাসপোর্ট আইনের 10 (3) ধারার সাংবিধানিকতা বহাল রাখে, যখন সরকার আদেশটি পাস করে তখন আপিল ব্যবস্থার অনুপস্থিতিতে।  আদালতের সিদ্ধান্ত সরকারের কর্তৃত্বের গুরুত্ব এবং আদেশ পাস করার সময় সতর্কতার সাথে তদন্তের অনুমানের উপর জোর দেয়। "
        },
        "Assamese": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "চৰকাৰ (ড0 সুব্ৰত মুখাৰ্জী) বনাম পি. আপ্পাচু কুট্টান (পাছপ'ৰ্ট বিষয়া) আৰু অন্যান্য, 2005 (5) এছচিচি 722। ",
            "Brief Summary": "এই গোচৰটো পাছপোৰ্ট আইন, 1967-ৰ ধাৰা 10 (3)-ৰ সাংবিধানিকতাৰ সৈতে সম্পৰ্কিত, যি পাছপোৰ্ট কৰ্তৃপক্ষক পাছপোৰ্ট জব্দ কৰাৰ ক্ষমতা প্ৰদান কৰে যদি ই সন্তুষ্ট হয় যে ভাৰতৰ সাৰ্বভৌমত্ব আৰু অখণ্ডতাৰ স্বাৰ্থত এনে কৰাটো প্ৰয়োজনীয়।  আদালতে পৰীক্ষা কৰিছিল যে এই ব্যৱস্থাটো অসাংবিধানিক নেকি, বিশেষকৈ চৰকাৰে নিজেই নিৰ্দেশটো প্ৰদান কৰাৰ সময়ত আপীল ব্যৱস্থাৰ অনুপস্থিতিত। ",
            "Main Arguments": "চৰকাৰে নিৰ্দেশটো প্ৰদান কৰাৰ সময়ত আপীল ব্যৱস্থাৰ অনুপস্থিতিত ধাৰা 10 (3) ৰ সাংবিধানিকতাক কেন্দ্ৰ কৰি মূল যুক্তিবোৰ কেন্দ্ৰীভূত হৈছিল।  আবেদনকাৰীয়ে (ডাঃ সুব্ৰত মুখাৰ্জী) যুক্তি দিছিল যে এই ব্যৱস্থাটো অসাংবিধানিক, আনহাতে উত্তৰদাতাসকলে (পাছপ \"ৰ্ট বিষয়া আৰু অন্যান্য) দাবী কৰিছিল যে ই বৈধ। ",
            "Legal Precedents or Statutes Cited": "আদালতে পাছপ \"ৰ্ট আইন, 1967 আৰু ভাৰতৰ সংবিধানকে ধৰি বিভিন্ন বিধিৰ উদ্ধৃতি দিছিল।  আদালতে বিভিন্ন ন্যায়িক দৃষ্টান্তৰ ওপৰতো নিৰ্ভৰ কৰিছিল, যাৰ ভিতৰত আছে পিপলছ ইউনিয়ন ফৰ চিভিল লিবাৰ্টিজ (পিইউচিএল) বনাম ইউনিয়ন অৱ ইণ্ডিয়া, 1997 (1) এছচিচি 301। ",
            "Quotations from the court": "\"কোনো সন্দেহ নাই, যেতিয়া চৰকাৰে নিজেই এটা নিৰ্দেশ দিয়ে, তেতিয়া এই আইনৰ অধীনত কোনো আপীলৰ ব্যৱস্থা কৰা নহয়।  কিন্তু, যিহেতু ক্ষমতা সৰ্বোচ্চ কৰ্তৃপক্ষৰ হাতত ন্যস্ত, সেয়েহে এই ধাৰাটো অসাংবিধানিক নহয়। \"",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে ধাৰণা কৰিছিল যে ধাৰা 10 (3) অসাংবিধানিক নহয়।  আদালতে উল্লেখ কৰিছিল যে যেতিয়া চৰকাৰে নিজেই এটা নিৰ্দেশ প্ৰদান কৰে, তেতিয়া এইটো ধাৰণা কৰা উচিত যে ই সাৱধানে পৰীক্ষা-নিৰীক্ষা কৰাৰ পিছত নিৰ্দেশটো দিছিল।  আদালতে লগতে কয় যে যদিও কোনো আপীল কৰা নহয়, ক্ষমতাটো সৰ্বোচ্চ কৰ্তৃপক্ষৰ ওপৰত ন্যস্ত, আৰু সেয়েহে, ধাৰাটো অসাংবিধানিক নহয়। ",
            "Conclusion": "শেষত, চৰকাৰে নিৰ্দেশটো প্ৰদান কৰাৰ সময়ত আপীল ব্যৱস্থাৰ অনুপস্থিতিত উচ্চতম ন্যায়ালয়ে পাছপ \"ৰ্ট আইন, 1967-ৰ ধাৰা 10 (3)-ৰ সাংবিধানিকতাক সমৰ্থন কৰিছিল।  আদালতৰ সিদ্ধান্তই চৰকাৰৰ কৰ্তৃত্বৰ গুৰুত্ব আৰু নিৰ্দেশ প্ৰদানৰ সময়ত সাৱধানে পৰীক্ষা কৰাৰ অনুমানৰ ওপৰত গুৰুত্ব আৰোপ কৰে। "
        },
        "Nepali": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "सरकार (डा. सुब्रत मुखर्जी) बनाम पी. अप्पाचु कुट्टन (पासपोर्ट अधिकारी) र अन्य, 2005 (5) एससीसी 722। ",
            "Brief Summary": "यो मुद्दा पासपोर्ट ऐन, 1967 को धारा 10 (3) को संवैधानिकतासँग सम्बन्धित छ, जसले पासपोर्ट प्राधिकरणलाई भारतको सार्वभौमिकता र अखण्डताको हितमा त्यसो गर्न आवश्यक छ भनेर सन्तुष्ट भएमा पासपोर्ट जफत गर्ने अधिकार दिन्छ।  अदालतले यो प्रावधान असंवैधानिक छ कि छैन भनेर जाँच गर्यो, विशेष गरी अपील संयन्त्रको अभावमा जब सरकार आफैले आदेश पारित गर्दछ। ",
            "Main Arguments": "मुख्य तर्कहरू सरकारले आदेश पारित गर्दा अपील संयन्त्रको अभावको प्रकाशमा धारा 10 (3) को संवैधानिकताको वरिपरि केन्द्रित थिए।  याचिकाकर्ता (डा सुब्रत मुखर्जी) ले यो प्रावधान असंवैधानिक भएको तर्क गरे, जबकि प्रतिवादीहरू (पासपोर्ट अधिकारी र अन्य) ले यो वैध भएको तर्क गरे। ",
            "Legal Precedents or Statutes Cited": "अदालतले पासपोर्ट ऐन, 1967 र भारतको संविधानसहित विभिन्न कानुनहरू उद्धृत गरेको छ।  अदालतले पिपुल्स युनियन फर सिभिल लिबर्टीज (पि. यु. सि. एल.) बनाम युनियन अफ इन्डिया, 1997 (1) एस. सि. सि. 301 को मुद्दासहित विभिन्न न्यायिक उदाहरणहरूमा पनि भर परेको थियो। ",
            "Quotations from the court": "\"निस्सन्देह, जब सरकार आफैले आदेश पारित गर्दछ, त्यहाँ ऐन अन्तर्गत कुनै अपील प्रदान गरिएको छैन।  तर, शक्ति सर्वोच्च अधिकारीमा निहित भएको हुनाले, यो धारा असंवैधानिक छैन। \"",
            "Present Court's Verdict": "सर्वोच्च अदालतले धारा 10 (3) असंवैधानिक नभएको ठहर गऱ्यो।  अदालतले उल्लेख गर्यो कि जब सरकार आफैले आदेश पारित गर्दछ, यसले सावधानीपूर्वक जाँचपछि आदेश दिएको अनुमान गर्नुपर्छ।  अदालतले यो पनि टिप्पणी गरेको छ कि यद्यपि कुनै अपील प्रदान गरिएको छैन, शक्ति सर्वोच्च अधिकारीमा निहित छ, र त्यसैले, धारा असंवैधानिक छैन। ",
            "Conclusion": "निष्कर्षमा, सर्वोच्च अदालतले सरकारले आदेश पारित गर्दा अपिल संयन्त्रको अभावमा पासपोर्ट ऐन, 1967 को धारा 10 (3) को संवैधानिकतालाई कायम राख्यो।  अदालतको निर्णयले सरकारको अधिकारको महत्त्व र आदेश पारित गर्दा सावधानीपूर्वक जाँचको अनुमानलाई जोड दिन्छ। "
        },
        "Bodo": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "सरकार (डा. सुब्रत मुखर्जी) बनाम पी. अप्पाचु कुट्टन (पासपोर्ट मावख'गिरि) आरो गुबुन, 2005 (5) एस. सी. सी. 722। ",
            "Brief Summary": "केसआ पासपोर्ट एक्ट, 1967 नि दफा 10 (3) नि संबिधानिकथिजों सोमोन्दो दं, जाय पासपोर्ट अथ'रिटिखौ पासपोर्ट जब्द खालामनो गोहो होयो जुदि बियो गोजोन जायो दि भारतनि जारखुंथाय आरो सुंथायथिनि मोजांनि थाखाय बेबादि खालामनाया गोनां।  कच'र्टआ नायबिजिरदोंमोन दि बे राहाया आयेनारि नङि नंगौना नङा, जर'खायै आपिल मावखान्थि गैयाब्ला जेब्ला सरकारा गावनो बिथोनखौ हगारो। ",
            "Main Arguments": "गाहाय बाथ्रा दानथेलायनाया दफा 10 (3) नि आयेनारि नंगुबैथिनि खाथि-खालायाव बिथा खालाम जानायमोन, जेब्ला सरकारा बिथोनखौ हगारो अब्ला मोनसे आपिल मावखान्थि गैया।  आर'जलाइगिरिआ (डा. सुब्रत मुखर्जी) जुक्ति होदोंमोन दि बे राहाया आयेनारि नङिमोन, जेराव रिप'न्देन्टफोरा (पासपोर्ट मावख'गिरि आरो गुबुनफोर) जुक्ति होदोंमोन दि बेयो थारमोन। ",
            "Legal Precedents or Statutes Cited": "कच'र्टआ पासपोर्ट एक्ट, 1967 आरो भारतनि संबिज'नजों लोगोसे गोबां आयेनफोरखौ मुंख'दों।  कच'र्टआ पिपल्स यूनियन फर सिविल लिबर्टीज (पी. यू. सी. एल.) बनाम यूनियन अफ इन्डिया, 1997 (1) एस. सी. सी. 301 नि मामलाजों लोगोसे गोबां न्यायारि बिदिनथिफोरनि सायावबो सोनारदोंमोन। ",
            "Quotations from the court": "\"जेबो सन्देह गैया, जेब्ला सरकारा गावनो बिथोन होयो, अब्ला आयेननि सिङाव जेबो आपिल होनाय जाया।  नाथाय, मानोना गोहोआ गोजौसिन गोहोआव दं, बे खोन्दोआ आयेनारि नङि नङा। \"",
            "Present Court's Verdict": "सुप्रीम क'र्टआ मानिदोंमोन दि दफा 10 (3) आ आयेनारि नङि नङामोन।  कर्टआ मुंख'दोंमोन दि जेब्ला सरकारा गावनो मोनसे बिथोन होयो, अब्ला बेखौ सान्ना लानांगौ दि बियो सांग्राङै नायसंनायनि उनाव बिथोनखौ होदोंमोन जानांगौ।  कच'र्टआ बेखौबो नोजोर होदोंमोन दि जेबो आपिल खालामाखैब्लाबो, गोहोआ जौसिन मावख'आरिनाव दं, आरो बेनिखायनो, खोन्दोआ आयेनारि नङि नङा। ",
            "Conclusion": "फोजोबनायाव, जौसिन अदालते जेब्ला सरकारा बिथोनखौ हगारो अब्ला आपिल मावखान्थि गैयैयाव पासपोर्ट आइन, 1967 नि दफा 10 (3) नि आयेनारिथिखौ थि खालामदोंमोन।  बिजिरसालिनि थिरांथाआ सरकारनि गोहोनि गोनांथि आरो बिथोन होनाय समाव सांग्राङै नायसंनायनि साननायनि सायाव जर होयो। "
        },
        "Manipuri": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "সরকার (দাঃ সুব্রতা মুখর্জি) ভর্সস পি. অপ্পাচু কুট্টান (পাসপোর্ত ওফিসর) অমসুং অদর্স, 2005 (5) এস. সি. সি. 722। ",
            "Brief Summary": "কেস অদুনা পাসপোর্ত এক্ত, 1967গী সেক্সন 10 (3) গী কনষ্টিট্যুসনেলিতিগা মরী লৈনৈ, মসিনা পাসপোর্ত ওথোরিতীবু ভারতকী সোভরিনিতী অমসুং ইন্তেগ্রিতীগী ইন্তরেস্তশিংদা পাসপোর্ত অমা ইমপোন তৌবা মথৌ তাই হায়না খল্লবদি ইমপোন তৌবগী শক্তি পী।  সরকার মশামক্না ওর্দর অসি পাস তৌবা মতমদা আপিল মেকানিজম লৈতবা মতমদা হায়রিবা প্রোভিজন অসি কন্সতিস্ত্যুসনেল ওইব্রা হায়বসি কোর্তনা য়েংশিল্লি। ",
            "Main Arguments": "সেক্সন 10 (3) গী কনষ্টিটুয়েন্সিএলিতিদা য়ুম্ফম ওইবা মরুওইবা আর্গ্যুমেন্তশিংদি সরকারনা ওর্দর পাস তৌবা মতমদা আপিল মেকানিজম অমা লৈতবনা ওই।  সুব্রতা মুখর্জি) না হায়রি মদুদি হায়রিবা প্রোভিজন অসি কন্সতিস্ত্যুসনেল ওইদে, অদুগা রেস্পোন্দেন্তশিংনা (পাসপোর্ত ওফিসর অমসুং অতোপ্পশিং) হায়রিবদি মসি চুম্লে। ",
            "Legal Precedents or Statutes Cited": "কোর্ট অসিনা পাসপোর্ত এক্ত, 1967, অমসুং ভারতকী কনষ্টিট্যুসন য়াওনা তোঙান তোঙানবা স্তেচ্যুতশিংগী মতাংদা পনখি।  কোর্ট অসিনা পিপল'স য়ুনিয়ন ফোর সিভিল লিবর্টিজ (পি. য়ু. সি. এল.) ভর্সস য়ুনিয়ন ওফ ইন্দিয়া, 1997 (1) এস. ",
            "Quotations from the court": "সরকার মশামক্না ওর্দর অমা পাস তৌবা মতমদা, এক্ত অসিগী মখাদা আপিল অমত্তা পীদে।  অদুবু, পাৱর অদু খ্বাইদগী ৱাংবা ওথোরিতীদা পীবনা, সেক্সন অদু কন্সতিস্ত্যুসনেল ওইদে। \"",
            "Present Court's Verdict": "সেক্সন 10 (3) অসি কন্সতিস্ত্যুসনেল ওইদে হায়না সুপ্রিম কোর্তনা হায়রি।  সরকার মশামক্না ওর্দর অমা পাস তৌবা মতমদা, মখোয়না চেকশিন্না য়েংশিল্লবা মতুংদা ওর্দর অদু শেমখিগনি হায়না লৌগদবনি হায়না কোর্টনা পনখি।  আপিল অমত্তা পীদবা তারবসু, পাৱর অদু খ্বাইদগী ৱাংবা ওথোরিতীদা পীবনি, অমসুং মরম অসিনা, সেক্সন অদু কন্সতিস্ত্যুসনেল ওইদে হায়নসু কোর্টনা পনখি। ",
            "Conclusion": "লোইশিল্লকপদা, সুপ্রিম কোর্তনা পাসপোর্ত এক্ত, 1967গী সেক্সন 10 (3) গী কন্সতিস্ত্যুএলিটিবু সরকারনা ওর্দর পাস তৌবা মতমদা আপিল মেকানিজম লৈতবা মতমদা লেপ্নখি।  কোর্টকী ৱারেপ অসিনা লৈঙাক্কী ওথোরিতীগী মরুওইবদু তাকই অমসুং মখোয়না ওর্দরশিং পাস তৌবা মতমদা চেকশিন্না য়েংশিনবা ঙম্মি। "
        },
        "English": {
            "Case name": "Passport Authority v. Government of India (1978)",
            "Case Type": [
                "Constitutional Law",
                "Passports Act"
            ],
            "Case": "The case involved an appeal filed by the Central Bureau of Investigation (CBI) challenging the decision of the Passport Authority to impound a passport.",
            "Brief Summary": "The Supreme Court held that the right to travel abroad is a facet of the right to personal liberty guaranteed under Article 21 of the Constitution of India.",
            "Main Arguments": "- The right to travel abroad is an integral part of the right to personal liberty guaranteed under Article 21.\n- The fundamental rights guaranteed under Part III of the Constitution are available not only within the territory of India, but also outside the territory of India.\n- The right to travel abroad cannot be taken away except in accordance with procedure established by law.",
            "Legal Precedents or Statutes Cited": "- Article 21 of the Constitution of India (Right to Life and Personal Liberty)\n- Article 19(1) (a) of the Constitution of India (Right to Freedom of Speech and Expression)\n- Article 19(1)(d) of the Constitution of India (Right to Freedom of Movement)\n- Section 10 (3) (c) of the Passports Act, 1967",
            "Quotations from the court": "- \"The right to travel abroad is an integral part of the right to personal liberty guaranteed by Article 21 of the Constitution of India.\"\n- \"The fundamental rights guaranteed under Part III of our Constitution are available not only within the territorial limits of India, but also outside the territorial limits of India.\"\n- \"The right to travel abroad is part of personal liberty of which a person cannot be deprived except according to the procedure established by law.\"",
            "Present Court's Verdict": "The Supreme Court observed that the right to travel abroad is a facet of the right to personal liberty guaranteed under Article 21 of the Constitution of India. The bench of Justices L. Nageswara Rao, BR Gavai, AS Bopanna and V. Ramasubramanian said that the right to travel abroad is a facet of the right to personal liberty which is a fundamental right guaranteed under Article 21.",
            "Conclusion": "The Supreme Court's decision in this case reaffirms the importance of the right to travel abroad as a fundamental right guaranteed under the Constitution of India. The Court's ruling has significant implications for the exercise of this right by Indian citizens, both within and outside the territory of India."
        }
    },
    "MANU_SC_1985_0039": {
        "Hindi": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "लिखित याचिका (एल) सं।  दिल्ली उच्च न्यायालय की प्रधान पीठ ",
            "Brief Summary": "यह फैसला महाराष्ट्र नगर निगम अधिनियम, 1949 की धारा 314 की संवैधानिक वैधता को चुनौती देने वाली याचिकाओं के एक समूह से संबंधित था।  हालाँकि, अदालत ने सीधे तौर पर इस धारा की वैधता पर ध्यान नहीं दिया।  इसके बजाय, इसने निर्देश दिया कि झुग्गियों और फुटपाथ पर रहने वालों की बेदखली पर 31 अक्टूबर, 2021 तक रोक लगाई जाए, ताकि इसमें शामिल कठिनाइयों को कम किया जा सके। ",
            "Main Arguments": "याचिकाकर्ताओं द्वारा प्रस्तुत मुख्य तर्क यह था कि झुग्गियों और फुटपाथ पर रहने वालों को बेदखल करने से प्रभावित व्यक्तियों को विशेष रूप से मानसून के मौसम में काफी कठिनाई होगी।  याचिकाकर्ताओं ने संभवतः तर्क दिया कि बेदखली व्यक्तियों को रहने के लिए एक जगह के बिना छोड़ देगी, जिससे उनकी पहले से ही कमजोर स्थिति बढ़ जाएगी। ",
            "Legal Precedents or Statutes Cited": "फैसले में महाराष्ट्र नगर निगम अधिनियम, 1949 की धारा 314 का उल्लेख किया गया है, जो स्थानीय अधिकारियों को झुग्गियों और फुटपाथ पर रहने वालों को बेदखल करने का अधिकार देता है।  हालाँकि, यह सीधे तौर पर धारा की संवैधानिक वैधता को संबोधित नहीं करता है। ",
            "Quotations from the court": "प्रदत्त निर्णय में न्यायालय की ओर से कोई प्रत्यक्ष उद्धरण नहीं हैं। ",
            "Present Court's Verdict": "अदालत ने झुग्गियों और फुटपाथ पर रहने वालों की बेदखली पर 31 अक्टूबर, 2021 तक रोक लगाने का फैसला किया, ताकि इसमें शामिल कठिनाइयों को कम किया जा सके।  अदालत ने यह भी निर्देश दिया कि फुटपाथ पर रहने वालों को, चाहे वे सेंसर किए गए हों या बिना सेंसर किए, उसी तारीख तक नहीं हटाया जाएगा।  रिट याचिकाओं का निपटान तदनुसार किया गया, जिसमें लागत के बारे में कोई आदेश नहीं था। ",
            "Conclusion": "फैसले ने झुग्गियों और फुटपाथ पर रहने वालों की बेदखली पर 31 अक्टूबर, 2021 तक रोक लगा दी, ताकि इसमें शामिल कठिनाइयों को कम किया जा सके।  अदालत के फैसले का उद्देश्य मानसून का मौसम समाप्त होने तक प्रभावित व्यक्तियों को अस्थायी राहत प्रदान करना था।  यह निर्णय उन नीतियों या कानूनों को लागू करते समय कमजोर आबादी के कल्याण पर विचार करने के महत्व की याद दिलाता है जो उनके जीवन को प्रभावित कर सकते हैं। "
        },
        "Bengali": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "রিট পিটিশন (এল) নং।  দিল্লি হাইকোর্টের প্রধান বেঞ্চ ",
            "Brief Summary": "রায়টি মহারাষ্ট্র পৌর কর্পোরেশন আইন, 1949-এর ধারা 314-এর সাংবিধানিক বৈধতাকে চ্যালেঞ্জ করা পিটিশনগুলির একটি সেট নিয়ে কাজ করে।  আদালত অবশ্য এই ধারার বৈধতা সম্পর্কে সরাসরি কিছু জানায়নি।  পরিবর্তে, এটি নির্দেশ দেয় যে বস্তি এবং ফুটপাতের বাসিন্দাদের উচ্ছেদ 2021 সালের 31শে অক্টোবর পর্যন্ত স্থগিত করা হবে, যাতে এর সাথে জড়িত কষ্টগুলি হ্রাস করা যায়। ",
            "Main Arguments": "আবেদনকারীদের দ্বারা উপস্থাপিত প্রধান যুক্তি ছিল যে বস্তি এবং ফুটপাতের বাসিন্দাদের উচ্ছেদ ক্ষতিগ্রস্ত ব্যক্তিদের জন্য বিশেষত বর্ষাকালে উল্লেখযোগ্য কষ্টের কারণ হবে।  আবেদনকারীরা সম্ভবত যুক্তি দিয়েছিলেন যে উচ্ছেদটি ব্যক্তিদের থাকার জায়গা ছাড়াই ছেড়ে দেবে, যা তাদের ইতিমধ্যে দুর্বল পরিস্থিতিকে আরও বাড়িয়ে তুলবে। ",
            "Legal Precedents or Statutes Cited": "রায়ে মহারাষ্ট্র পৌর কর্পোরেশন আইন, 1949-এর 314 ধারার কথা উল্লেখ করা হয়েছে, যা স্থানীয় কর্তৃপক্ষকে বস্তি এবং ফুটপাতের বাসিন্দাদের উচ্ছেদ করার ক্ষমতা দেয়।  তবে, এটি সরাসরি এই ধারার সাংবিধানিক বৈধতা নিয়ে আলোচনা করেনি। ",
            "Quotations from the court": "প্রদত্ত রায়ে আদালতের কোনও সরাসরি উদ্ধৃতি নেই। ",
            "Present Court's Verdict": "আদালত ঝুপড়ি ও ফুটপাতের বাসিন্দাদের উচ্ছেদ 31শে অক্টোবর, 2021 পর্যন্ত স্থগিত রাখার সিদ্ধান্ত নিয়েছে, যাতে এর সাথে জড়িত কষ্টগুলি হ্রাস করা যায়।  আদালত আরও নির্দেশ দিয়েছে যে ফুটপাথ বাসিন্দাদের, সেন্সর করা হোক বা সেন্সর না করা হোক, একই তারিখের আগে অপসারণ করা হবে না।  খরচ সম্পর্কে কোনও আদেশ ছাড়াই রিট পিটিশনগুলি সেই অনুযায়ী নিষ্পত্তি করা হয়েছিল। ",
            "Conclusion": "এই রায়ে ঝুপড়ি ও ফুটপাতের বাসিন্দাদের উচ্ছেদ 31শে অক্টোবর, 2021 পর্যন্ত স্থগিত করা হয়েছে, যাতে এর সাথে জড়িত কষ্টগুলি হ্রাস করা যায়।  আদালতের সিদ্ধান্তের লক্ষ্য সম্ভবত বর্ষার মরশুম শেষ না হওয়া পর্যন্ত ক্ষতিগ্রস্ত ব্যক্তিদের অস্থায়ী ত্রাণ প্রদান করা।  এই রায়টি তাদের জীবনকে প্রভাবিত করতে পারে এমন নীতি বা আইন বাস্তবায়নের সময় দুর্বল জনগোষ্ঠীর কল্যাণ বিবেচনা করার গুরুত্বের একটি অনুস্মারক হিসাবে কাজ করে। "
        },
        "Assamese": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "লিখিত আবেদন (এল) নং।  দিল্লী উচ্চ ন্যায়ালয়ৰ মুখ্য বিচাৰপীঠ ",
            "Brief Summary": "এই ৰায়টোত মহাৰাষ্ট্ৰ পৌৰ নিগম আইন, 1949-ৰ ধাৰা 314-ৰ সাংবিধানিক বৈধতাক প্ৰত্যাহ্বান জনোৱা কেইবাটাও আবেদনৰ বিষয়ে আলোচনা কৰা হৈছিল।  অৱশ্যে আদালতে এই ধাৰাটোৰ বৈধতা সম্পৰ্কে প্ৰত্যক্ষভাৱে উল্লেখ কৰা নাছিল।  ইয়াৰ পৰিৱৰ্তে, ই নিৰ্দেশ দিছিল যে বস্তি আৰু পদপথৰ বাসিন্দাসকলক উচ্ছেদ কৰাটো 2021 চনৰ 31 অক্টোবৰলৈকে স্থগিত ৰখা হ'ব যাতে ইয়াৰ লগত জড়িত অসুবিধাসমূহ হ্ৰাস কৰিব পাৰি। ",
            "Main Arguments": "আবেদনকাৰীসকলে উপস্থাপন কৰা মূল যুক্তি আছিল যে বস্তি আৰু পদপথৰ বাসিন্দাসকলক উচ্ছেদ কৰিলে প্ৰভাৱিত ব্যক্তিসকলৰ বাবে, বিশেষকৈ বাৰিষাৰ সময়ত যথেষ্ট অসুবিধাৰ সৃষ্টি হ'ব।  আবেদনকাৰীসকলে সম্ভৱতঃ যুক্তি দিছিল যে উচ্ছেদটোৱে ব্যক্তিসকলক থাকিবলৈ ঠাই নোহোৱাকৈ এৰি দিব, যাৰ ফলত তেওঁলোকৰ ইতিমধ্যে দুৰ্বল পৰিস্থিতি অধিক জটিল হৈ পৰিব। ",
            "Legal Precedents or Statutes Cited": "ৰায়টোত মহাৰাষ্ট্ৰ পৌৰ নিগম আইন, 1949-ৰ ধাৰা 314 উল্লেখ কৰা হৈছে, যি স্থানীয় কৰ্তৃপক্ষক বস্তি আৰু পদপথৰ বাসিন্দাসকলক উচ্ছেদ কৰাৰ ক্ষমতা প্ৰদান কৰে।  অৱশ্যে, ই ধাৰাটোৰ সাংবিধানিক বৈধতাক পোনপটীয়াকৈ সম্বোধন কৰা নাছিল। ",
            "Quotations from the court": "প্ৰদান কৰা ৰায়টোত আদালতৰ পৰা কোনো প্ৰত্যক্ষ উদ্ধৃতি নাই। ",
            "Present Court's Verdict": "আদালতে ইয়াৰ লগত জড়িত অসুবিধাসমূহ হ্ৰাস কৰিবলৈ বস্তি আৰু পদপথৰ বাসিন্দাসকলৰ উচ্ছেদ 2021 চনৰ 31 অক্টোবৰলৈকে স্থগিত ৰখাৰ সিদ্ধান্ত লয়।  আদালতে লগতে নিৰ্দেশ দিয়ে যে চেন্সৰ কৰা বা চেন্সৰ নকৰা পদপথৰ বাসিন্দাসকলক একেটা তাৰিখলৈকে আঁতৰোৱা নহ'ব।  ব্যয়ৰ সন্দৰ্ভত কোনো নিৰ্দেশ নিদিয়াকৈ সেই অনুসৰি ৰিট আবেদনসমূহ নিষ্পত্তি কৰা হৈছিল। ",
            "Conclusion": "এই ৰায়টোৱে বস্তি আৰু পদপথত বাস কৰা লোকসকলক উচ্ছেদ কৰাটো 2021 চনৰ 31 অক্টোবৰলৈকে স্থগিত ৰাখিছে, যাতে ইয়াৰ লগত জড়িত অসুবিধাসমূহ হ্ৰাস কৰিব পাৰি।  আদালতৰ সিদ্ধান্তৰ লক্ষ্য সম্ভৱতঃ বাৰিষা ঋতু শেষ নোহোৱালৈকে আক্ৰান্ত লোকসকলক অস্থায়ী সাহায্য প্ৰদান কৰা।  এই ৰায়টোৱে তেওঁলোকৰ জীৱনত প্ৰভাৱ পেলাব পৰা নীতি বা আইন ৰূপায়ণৰ সময়ত দুৰ্বল জনসংখ্যাৰ কল্যাণৰ কথা বিবেচনা কৰাৰ গুৰুত্বৰ কথা মনত পেলাই দিয়ে। "
        },
        "Nepali": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "लेखन याचिका (एल) नं।  दिल्ली उच्च न्यायालयको प्रधान बेन्च ",
            "Brief Summary": "यो फैसलाले महाराष्ट्र नगर निगम अधिनियम, 1949 को धारा 314 को संवैधानिक वैधतालाई चुनौती दिने याचिकाहरूको सेटलाई सम्बोधन गरेको थियो।  तथापि, अदालतले यस धाराको वैधतालाई प्रत्यक्ष रूपमा सम्बोधन गरेको छैन।  यसको सट्टा, यसले झुग्गी बस्ती र फुटपाथवासीहरूको निष्कासनलाई अक्टोबर 31,2021 सम्म रोक्न निर्देशन दिएको छ। ",
            "Main Arguments": "याचिकाकर्ता द्वारा प्रस्तुत मुख्य तर्कहरू झुपडी र फुटपाथ बासिन्दाहरूको निष्कासनले प्रभावित व्यक्तिहरूलाई विशेष गरी मनसुनको मौसममा महत्त्वपूर्ण कठिनाइ निम्त्याउने थियो।  याचिकाकर्ताहरूले सम्भवतः तर्क गरे कि निष्कासनले व्यक्तिहरूलाई बस्नको लागि ठाउँ बिना छोड्छ, उनीहरूको पहिले नै कमजोर अवस्थालाई बढाइदिन्छ। ",
            "Legal Precedents or Statutes Cited": "फैसलामा महाराष्ट्र नगर निगम अधिनियम, 1949 को धारा 314 उल्लेख गरिएको छ, जसले स्थानीय अधिकारीहरूलाई झुग्गी बस्ती र फुटपाथवासीहरूलाई बेदखल गर्ने अधिकार दिन्छ।  यद्यपि, यसले यस धाराको संवैधानिक वैधतालाई प्रत्यक्ष रूपमा सम्बोधन गरेको छैन। ",
            "Quotations from the court": "प्रदान गरिएको फैसलामा अदालतबाट कुनै प्रत्यक्ष उद्धरणहरू छैनन्। ",
            "Present Court's Verdict": "अदालतले झुपडी बस्ती र फुटपाथमा बसोबास गर्नेहरूलाई निष्कासन गर्न अक्टोबर 31,2021 सम्म रोक लगाउने निर्णय गरेको छ।  अदालतले फुटपाथमा बसोबास गर्नेहरूलाई, चाहे सेन्सर गरिएको होस् वा बिना सेन्सर गरिएको, सोही मितिसम्म हटाउन नहुने पनि निर्देशन दिएको छ।  लागतको रूपमा कुनै आदेश बिना, रिट निवेदनहरू तदनुसार निपटान गरियो। ",
            "Conclusion": "फैसलाले झुपडी बस्ती र फुटपाथमा बस्नेहरूलाई निष्कासन गर्न अक्टोबर 31,2021 सम्म रोक लगाएको छ।  अदालतको निर्णयको उद्देश्य सम्भवतः मनसुनको मौसम समाप्त नभएसम्म प्रभावित व्यक्तिहरूलाई अस्थायी राहत प्रदान गर्नु हो।  निर्णयले उनीहरूको जीवनमा असर पार्न सक्ने नीति वा कानुनहरू कार्यान्वयन गर्दा कमजोर जनसङ्ख्याको कल्याणलाई विचार गर्ने महत्त्वको सम्झना गराउँछ। "
        },
        "Bodo": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "राइट पिटिशन (एल) नं।  दिल्ली गोजौ बिजिरसालिनि गाहाय बेंचा। ",
            "Brief Summary": "बे बिजिरनाया महाराष्ट्र नोगोर निगम आइन, 1949 नि दफा 314 नि आयेनारि गनायथिखौ हेंथाहोनाय आर'जलाइफोरनि मोनसे जुथुमजों सोमोन्दो गोनांमोन।  जिखिजायामानो, क'र्टआ खोनदोनि नंगुबैथिखौ थोंजों रायखांाखैमोन।  बेनि सोलायै, बियो बिथोन होदोंमोन दि स्लामफोर आरो फुटपाथाव थाग्राफोरखौ होखारनायखौ 31 अक्ट'बर, 2021 सिम थाद'नाय जायो, जायजों नांफानानै थानाय गोब्राबथिखौ बाङाइ खालामनो हायो। ",
            "Main Arguments": "आर'जलाइगिरिफोरजों दिन्थिजानाय गाहाय बाथ्रा दानथेलायनाया बेमोन दि स्लामफोर आरो फुटपाथाव थाग्राफोरखौ होखारनाया गोहोम खोख्लैजानाय सुबुंफोरनि थाखाय, गुबैयै मौसुमि बोथोरनि समाव गोबां गोब्राबथि जाहोगोन।  आर'जलाइगिरिफोरा जानो हागौ बाथ्रा दानथेलायदोंमोन दि होखारनाया सुबुंफोरखौ थानो थाखाय जायगा गैयालासे गारगोन, जाय बिसोरनि सिगांनिफ्रायनो लोरबां थासारिखौ गाज्रिसिन खालामगोन। ",
            "Legal Precedents or Statutes Cited": "बिजिरनायाव महाराष्ट्र नोगोर निगम आइन, 1949 नि दफा 314 खौ मुंख'नाय जादों, जाय जायगायारि मावख'गिरिफोरखौ स्लम आरो फुटपाथाव थाग्राफोरखौ होखारनो गोहो होयो।  जिखिजायामानो, बियो खोनदोनि आयेनारि गनायथिखौ थोंजों रायखांाखैमोन। ",
            "Quotations from the court": "होनाय बिजिरनायाव आदालतनिफ्राय जेबो थोंजों रायथाइफोर गैया। ",
            "Present Court's Verdict": "कच'र्टआ हाबना थानाय गोब्राबथिखौ बाङाइ खालामनो थाखाय स्लामफोर आरो फुटपाथआव थाग्राफोरखौ होखारनायखौ 31 अक्ट'बर, 2021 सिम थाद'नो थिरांथा लादोंमोन।  कच'र्टआ बे बाथ्राखौबो बिथोन होदोंमोन दि फुटपाथआव थाग्राफोरा, सेनस'र खालाम जानायानो जाथों एबा सेनस'र खालामजायै, बै अक्ट'सिम बोखार जानाय नङा।  खरसानि बागै जेबो बिथोन गैयालासेनो रिट आर'जलाइफोरखौ बै बायदियैनो फोजोबनाय जादोंमोन। ",
            "Conclusion": "बिजिरनाया स्लामफोर आरो फुटपाथाव थाग्राफोरखौ होखारनायखौ 31 अक्ट'बर, 2021 सिम होबथायो, जायजों नांफानानै थानाय गोब्राबथिखौ बाङाइ खालामनो हायो।  क'र्टनि थिरांथाफोरनि थांखिया जानो हागौ मौसुमि बोथोर जोबजासिम गोहोम खोख्लैजानाय सुबुंफोरखौ दानदिसेयारि सुग्लाय होनायनिमोन।  बे बिजिरनाया बिसोरनि जिउआव गोहोम खोख्लैनो हानाय खान्थिफोर एबा आयेनफोरखौ बाहायनाय समाव लोरबां सुबुंफोरनि मोजांनि सायाव सान्ना नायनायनि गोनांथिखौ गोसोखांहोग्रा महरै खामानि मावो। "
        },
        "Manipuri": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "রাইত পেতিসন (L) No.  দিল্লী হাই কোর্তকী প্রিন্সিপাল বেঞ্চ ",
            "Brief Summary": "ৱায়েল অদুনা মহারাস্ত্র ম্যুনিসিপাল কোর্পোরেসন এক্ত, 1949গী সেক্সন 314গী কনষ্টিট্যুসনেল ভেলিদিতীবু শিংনবা পিটিসনশিংগী সেৎ অমগা মরী লৈনৈ।  অদুমওইনমক, কোর্টনা সেক্সন অসিগী অচুম অরান য়েংবগী মতাংদা হকথেংননা ৱা ঙাংখিদে।  মসিগী ওন্ন-তৈনবদা, মসিদা য়াওরিবা অৱাবশিং অদু হন্থহন্নবগীদমক ওক্তোবর 31,2021 ফাওবা স্লমশিং অমসুং পেভমেন্তদা লৈবা মীশিংবু লৌথোকপা থিংনবা মহাক্না দিরেক্সন পীখি। ",
            "Main Arguments": "পিটীশনরশিংনা পীখিবা মরু ওইবা আর্গ্যুমেন্তশিংদি স্লমশিং অমসুং পেভমেন্তদা লৈবা মীওইশিংবু লৌথোকপা অসিনা শোকহল্লবা মীওইশিংদা, মরু ওইনা নোংজুথাগী মতমদা য়াম্না অৱাবা থোকহনগনি হায়বসিনি।  লমদগী লৌথোকপা অসিনা মীওইশিংবু মখোয়গী হান্না লৈজরম্বা খুদোংথীনিঙাই ওইরবা ফিভমবু হেন্না ৱাংখৎহন্দুনা হিংনবগী মফম অমত্তা লৈহন্দনা থমগনি হায়না ৱাকৎলম্বা য়াই হায়না ৱাকৎলকখি। ",
            "Legal Precedents or Statutes Cited": "ৱায়েল অদুনা মহারাস্ত্র ম্যুনিসিপাল কোর্পোরেসন এক্ত, 1949গী সেক্সন 314 তা পল্লি, মসিনা লোকেল ওথোরিতীশিংদা স্লম অমসুং পেভমেন্তদা লৈবা মীওইশিংবু লৌথোকপা ঙমহল্লি।  অদুমওইনমক, মসিনা সেক্সন অসিগী কনষ্টিট্যুসনেল ভেলিদিতিগী মতাংদা হকথেংননা ৱা ঙাংখিদে। ",
            "Quotations from the court": "পীরিবা ৱায়েল অসিদা কোর্ততগী হকথেংননা কোতেসন অমত্তা লৈতে। ",
            "Present Court's Verdict": "মসিদা য়াওরিবা অৱাবশিং অদু হন্থহন্নবগীদমক ওক্তোবর 31,2021 ফাওবা স্লম অমসুং পেভমেন্তদা লৈবা মীশিংবু লৌথোকপা থিংনবা কোর্টনা ৱারেপ লৌখ্রে।  কোর্ট অসিনা পেভমেন্ট দিভেলরশিং, সেন্সোর তৌবা নত্ত্রগা সেন্সোর তৌদবসু, চপ মান্নবা তাংকক ফাওবা লৌথোক্লোইদবনি হায়বা ৱাফম থমখি।  রিৎ পিটিসনশিং অদু কোস্তকী মতাংদা ওর্দর অমত্তা লৌদনা মদুগী মতুং ইন্না দিস্পোজ তৌখি। ",
            "Conclusion": "মসিদা য়াওরিবা অৱাবশিং অদু হন্থহন্নবগীদমক 2021গী ওক্তোবর 31 ফাওবা স্লম অমসুং পেভমেন্তদা লৈবা মীশিংবু লৌথোকপা থিংনবা ৱারেপ লৌখ্রে।  কোর্টকী ৱারেপ অসিনা নোংজুথাগী মতম লোইদ্রিবা ফাওবা শোকহল্লবা মীওইশিংদা মতম খরগী ওইবা রিলিফ পীনবগী পান্দম থম্লম্বা য়াই।  ৱায়েল অদুনা মখোয়গী পুন্সিদা শাফু পীবা পোলিসী নত্ত্রগা আইনশিং চৎনহল্লকপা মতমদা খুদোংথিনিংঙাই ওইবা মীশিংগী য়াইফনবা খন্নবগী মরু ওইবা অদু নীংশিংহল্লি। "
        },
        "English": {
            "Case name": "Bombay High Court and Supreme Court Judgments on Right to Life and Livelihood (1985)",
            "Case Type": [
                "Constitutional Law",
                "Right to Life",
                "and Livelihood"
            ],
            "Case": "- The case revolves around the eviction of slum dwellers and pavement dwellers in Mumbai by the Brihanmumbai Municipal Corporation (BMC) and the State of Maharashtra.\n- The petitioners challenge the eviction orders passed by the BMC and the State of Maharashtra.",
            "Brief Summary": "The Bombay High Court and the Supreme Court have made significant observations on the right to life and livelihood under Article 21 of the Constitution of India. The courts have held that the right to life guaranteed under Article 21 includes the right to livelihood and the right to live with human dignity. The courts have also observed that the State has a duty to ensure that the right to livelihood is not violated.",
            "Main Arguments": "- The right to livelihood is an integral part of the right to life guaranteed under Article 21 of the Constitution of India.\n- The right to livelihood includes the right to live with human dignity.\n- The State has a duty to ensure that the right to livelihood is not violated.\n- If the right to livelihood is violated, it would amount to a violation of the right to life.",
            "Legal Precedents or Statutes Cited": "- Article 21 of the Constitution of India\n- Bombay Municipal Corporation Act, 1888",
            "Quotations from the court": "- \"The right to live with dignity is a facet of the right to life guaranteed by Article 21 of the Constitution. Without the right to live with dignity, the right to live would be illusory.\"\n- \"No one has the right to use a public property for a private purpose, without the requisite authorisation.\"\n- \"Every country, during its historical evolution, faces the problem of squatter settlements, and most countries of the underdeveloped world face this problem, today.\"",
            "Present Court's Verdict": "- The Bombay High Court observed that without the right to live with dignity, the right to life would be illusory.\n- The Supreme Court observed that the right to livelihood guaranteed under Article 21 of the Constitution of India is an inseparable part of the right to life.\n- The Supreme Court observed that the procedure prescribed by the Bombay Municipal Corporation Act, 1888 for removal of encroachments from pavements or footpaths is not unreasonable, unfair, or unjust.",
            "Conclusion": "The judgments of the Bombay High Court and the Supreme Court have significant implications for the rights of slum dwellers and pavement dwellers in India. The courts' observations on the right to livelihood and the duty of the State to ensure that this right is not violated will have a bearing on the eviction policies of municipalities and states in India."
        }
    },
    "MANU_SC_1986_0716": {
        "Hindi": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "के. पी. जोसेफ बनाम केरल राज्य और अन्य। ",
            "Brief Summary": "यह मामला केरल राज्य में भारतीय ईसाइयों के बीच संपत्ति के निर्वसीयत उत्तराधिकार के मुद्दे के इर्द-गिर्द घूमता है।  याचिकाकर्ता, के. पी. जोसेफ ने तर्क दिया कि त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925 में निर्वसीयत उत्तराधिकार को नियंत्रित करने वाले नियम महिलाओं के खिलाफ भेदभावपूर्ण थे और भारतीय संविधान के अनुच्छेद 14 का उल्लंघन करते थे।  उन्होंने तर्क दिया कि ये नियम महिलाओं को निर्वसीयत की संपत्ति में समान हिस्से से वंचित करते हैं, और भारतीय उत्तराधिकार अधिनियम, 1951, जिसे केरल राज्य में विस्तारित किया गया था, को इस क्षेत्र में भारतीय ईसाइयों के निर्वसीयत उत्तराधिकार को नियंत्रित करना चाहिए। ",
            "Main Arguments": "याचिकाकर्ताओं ने तर्क दिया कि त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925, अचल संपत्ति में आजीवन ब्याज प्रदान करके महिलाओं के साथ भेदभाव करता है जिसे मृत्यु या पुनर्विवाह पर समाप्त किया जा सकता है।  -  याचिकाकर्ताओं ने तर्क दिया कि यह अधिनियम भारतीय संविधान के अनुच्छेद 14 का उल्लंघन करता है, जो कानून के समक्ष समानता की गारंटी देता है।  प्रत्यर्थियों ने तर्क दिया कि भारतीय उत्तराधिकार अधिनियम, 1951 ने पूर्व अधिनियम की धारा 29 (2) के माध्यम से त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925 को अपनाया था। ",
            "Legal Precedents or Statutes Cited": "- भारतीय संविधान का अनुच्छेद 14-त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925-भारतीय उत्तराधिकार अधिनियम, 1951-भाग-बी राज्य (कानून) अधिनियम, 1951-भारतीय उत्तराधिकार अधिनियम, 1951 की धारा 29 (2)-कुरियन ऑगस्टी बनाम देवासी अले (टी. सी.) ",
            "Quotations from the court": "दुर्भाग्य से, फैसले में अदालत के किसी भी प्रत्यक्ष उद्धरण का उल्लेख नहीं किया गया है। ",
            "Present Court's Verdict": "अदालत ने प्रत्यर्थियों के इस तर्क को खारिज कर दिया कि भारतीय उत्तराधिकार अधिनियम, 1951 ने त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925 को अपनाया था।  अदालत ने कहा कि त्रावणकोर ईसाई उत्तराधिकार अधिनियम, 1925, भाग-बी राज्य (कानून) अधिनियम, 1951 के लागू होने के साथ निरस्त हो गया।  अदालत ने घोषणा की कि भारतीय ईसाइयों की संपत्ति का निर्वसीयत उत्तराधिकार भारतीय उत्तराधिकार अधिनियम के भाग V के अध्याय II में निहित प्रावधानों द्वारा शासित होता है। "
        },
        "Bengali": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "কে. পি. জোসেফ বনাম কেরালা রাজ্য ও অন্যান্য। ",
            "Brief Summary": "মামলাটি কেরালা রাজ্যে ভারতীয় খ্রিস্টানদের মধ্যে সম্পত্তির উত্তরাধিকারের বিষয়টিকে ঘিরে আবর্তিত।  আবেদনকারী, কে. পি. জোসেফ, যুক্তি দিয়েছিলেন যে ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925-এ অন্তর্বর্তী উত্তরাধিকার নিয়ন্ত্রণকারী নিয়মগুলি মহিলাদের বিরুদ্ধে বৈষম্যমূলক এবং ভারতীয় সংবিধানের 14 অনুচ্ছেদের লঙ্ঘনকারী।  তাঁরা যুক্তি দেখান যে, এই নিয়মগুলি মহিলাদের নির্বাসনের সম্পত্তিতে সমান অংশীদারিত্বকে অস্বীকার করে এবং ভারতীয় উত্তরাধিকার আইন, 1951, যা কেরালা রাজ্যে প্রসারিত করা হয়েছিল, এই অঞ্চলে ভারতীয় খ্রিস্টানদের নির্বাসনের উত্তরাধিকারকে পরিচালনা করা উচিত। ",
            "Main Arguments": "আবেদনকারীরা যুক্তি দিয়েছিলেন যে ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925, স্থাবর সম্পত্তিতে আজীবন সুদ প্রদানের মাধ্যমে মহিলাদের বিরুদ্ধে বৈষম্যমূলক আচরণ করে যা মৃত্যু বা পুনর্বিবাহের সময় বাতিল করা যেতে পারে।  -  আবেদনকারীরা যুক্তি দিয়েছিলেন যে এই আইনটি ভারতীয় সংবিধানের 14 অনুচ্ছেদের লঙ্ঘন, যা আইনের সামনে সমতার নিশ্চয়তা দেয়।  উত্তরদাতারা যুক্তি দিয়েছিলেন যে ভারতীয় উত্তরাধিকার আইন, 1951, প্রাক্তন আইনের 29 (2) ধারার মাধ্যমে ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925 গ্রহণ করেছিল। ",
            "Legal Precedents or Statutes Cited": "- ভারতীয় সংবিধানের অনুচ্ছেদ 14-ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925-ভারতীয় উত্তরাধিকার আইন, 1951-পার্ট-বি রাজ্য (আইন) আইন, 1951-ভারতীয় উত্তরাধিকার আইন, 1951-এর ধারা 29 (2)-কুরিয়ান অগাস্টি বনাম দেভাসি আলে (টি. সি.) ",
            "Quotations from the court": "দুর্ভাগ্যবশত, রায়ে আদালতের কোনও সরাসরি উদ্ধৃতি উল্লেখ করা হয়নি। ",
            "Present Court's Verdict": "আদালত উত্তরদাতাদের যুক্তি প্রত্যাখ্যান করেছে যে ভারতীয় উত্তরাধিকার আইন, 1951, ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925 গ্রহণ করেছে।  আদালত বলেছিল যে ট্রাভাঙ্কোর খ্রিস্টান উত্তরাধিকার আইন, 1925, পার্ট-বি স্টেটস (আইন) আইন, 1951 কার্যকর হওয়ার সাথে সাথে বাতিল হয়ে যায়।  আদালত ঘোষণা করে যে ভারতীয় খ্রিস্টানদের সম্পত্তির উত্তরাধিকার ভারতীয় উত্তরাধিকার আইনের পঞ্চম অংশের দ্বিতীয় অধ্যায়ে অন্তর্ভুক্ত বিধান দ্বারা পরিচালিত হয়। "
        },
        "Assamese": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "কে. পি. যোচেফ বনাম কেৰালা ৰাজ্য আৰু অন্যান্য। ",
            "Brief Summary": "এই গোচৰটো কেৰালা ৰাজ্যত ভাৰতীয় খ্ৰীষ্টানসকলৰ মাজত সম্পত্তিৰ অন্তহীন উত্তৰাধিকাৰৰ বিষয়টোৰ ওপৰত আধাৰিত।  আবেদনকাৰী কে. পি. জোছেফে দাবী কৰিছিল যে ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925-ত অন্তহীন উত্তৰাধিকাৰ নিয়ন্ত্ৰণ কৰা নিয়মবোৰ মহিলাৰ বিৰুদ্ধে বৈষম্যমূলক আৰু ভাৰতীয় সংবিধানৰ 14 নং অনুচ্ছেদৰ উলংঘনকাৰী।  তেওঁলোকে যুক্তি দিছিল যে এই নিয়মবোৰে মহিলাসকলক অপৰাধীৰ সম্পত্তিত সমান অংশীদাৰিত্বৰ পৰা বঞ্চিত কৰিছিল, আৰু ভাৰতীয় উত্তৰাধিকাৰ আইন, 1951, যি কেৰালা ৰাজ্যলৈ সম্প্ৰসাৰিত কৰা হৈছিল, অঞ্চলটোত ভাৰতীয় খ্ৰীষ্টানসকলৰ অপৰাধী উত্তৰাধিকাৰ নিয়ন্ত্ৰণ কৰা উচিত। ",
            "Main Arguments": "- আবেদনকাৰীসকলে যুক্তি দিছিল যে ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925-এ মৃত্যু বা পুনৰ্বিবাহৰ সময়ত বাতিল কৰিব পৰা স্থাবর সম্পত্তিৰ ওপৰত জীৱনজোৰা সুদ প্ৰদান কৰি মহিলাসকলৰ বিৰুদ্ধে বৈষম্যমূলক আচৰণ কৰিছিল।  -  আবেদনকাৰীসকলে দাবী কৰিছিল যে এই আইনখন ভাৰতীয় সংবিধানৰ 14 নং অনুচ্ছেদৰ উলংঘনকাৰী, যি আইনৰ সন্মুখত সমতাৰ নিশ্চয়তা প্ৰদান কৰে।  উত্তৰদাতাসকলে যুক্তি দিছিল যে ভাৰতীয় উত্তৰাধিকাৰ আইন, 1951-এ পূৰ্বৰ আইনৰ ধাৰা 29 (2)-ৰ জৰিয়তে ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925 গ্ৰহণ কৰিছিল। ",
            "Legal Precedents or Statutes Cited": "- ভাৰতীয় সংবিধানৰ অনুচ্ছেদ 14-ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925-ভাৰতীয় উত্তৰাধিকাৰ আইন, 1951-অংশ-বি ৰাজ্য (আইন) আইন, 1951-ভাৰতীয় উত্তৰাধিকাৰ আইন, 1951-ৰ ধাৰা 29 (2)-কুৰিয়ান অগষ্টি বনাম দেৱাসী আলে (টি. চি.) ",
            "Quotations from the court": "দুৰ্ভাগ্যজনকভাৱে ৰায়টোত আদালতৰ পৰা কোনো প্ৰত্যক্ষ উদ্ধৃতি উল্লেখ কৰা হোৱা নাই। ",
            "Present Court's Verdict": "- আদালতে উত্তৰদাতাসকলৰ এই যুক্তি নাকচ কৰে যে ভাৰতীয় উত্তৰাধিকাৰ আইন, 1951-এ ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925 গ্ৰহণ কৰিছিল।  আদালতে ৰায় দিছিল যে ট্ৰাভাঙ্কোৰ খ্ৰীষ্টান উত্তৰাধিকাৰ আইন, 1925, পার্ট-বি ষ্টেটছ (আইন) আইন, 1951 বলৱৎ হোৱাৰ লগে লগে বাতিল কৰা হৈছিল।  আদালতে ঘোষণা কৰিছিল যে ভাৰতীয় খ্ৰীষ্টানসকলৰ সম্পত্তিৰ অন্তহীন উত্তৰাধিকাৰ ভাৰতীয় উত্তৰাধিকাৰ আইনৰ পঞ্চম অংশৰ দ্বিতীয় অধ্যায়ত অন্তৰ্ভুক্ত ব্যৱস্থাৰ দ্বাৰা পৰিচালিত হয়। "
        },
        "Nepali": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "केपी जोसेफ बनाम केरला राज्य र अन्य। ",
            "Brief Summary": "यो मुद्दा केरला राज्यमा भारतीय इसाईहरू बिचको सम्पत्तिको आन्तरिक उत्तराधिकारको मुद्दाको वरिपरि घुम्छ।  याचिकाकर्ताहरू, केपी जोसेफले त्रावणकोर क्रिश्चियन उत्तराधिकार ऐन, 1925 मा निर्वसीयत उत्तराधिकारलाई नियन्त्रण गर्ने नियमहरू महिलाविरुद्ध भेदभावपूर्ण र भारतीय संविधानको धारा 14 को उल्लङ्घन भएको तर्क गरे।  उनीहरूले तर्क गरे कि यी नियमहरूले महिलाहरूलाई निर्वसीयतको सम्पत्तिमा समान अंशबाट वञ्चित गर्दछ, र भारतीय उत्तराधिकार ऐन, 1951, जुन केरला राज्यमा विस्तार गरिएको थियो, यस क्षेत्रमा भारतीय इसाईहरूको निर्वसीयत उत्तराधिकारलाई शासन गर्नुपर्छ। ",
            "Main Arguments": "- याचिकाकर्ताहरूले तर्क गरे कि त्रावणकोर क्रिश्चियन उत्तराधिकार ऐन, 1925 ले मृत्यु वा पुनर्विवाहमा समाप्त गर्न सकिने अचल सम्पत्तिमा आजीवन ब्याज प्रदान गरेर महिलाहरू विरुद्ध भेदभाव गरेको छ।  - हो।  याचिकाकर्ताहरूले तर्क गरे कि यो ऐन भारतीय संविधानको धारा 14 को उल्लङ्घन हो, जसले कानूनको अगाडि समानताको ग्यारेन्टी दिन्छ।  प्रतिवादीहरूले तर्क गरे कि भारतीय उत्तराधिकार ऐन, 1951 ले त्रावणकोर क्रिश्चियन उत्तराधिकार ऐन, 1925 लाई पहिलेको ऐनको धारा 29 (2) मार्फत अपनाएको थियो। ",
            "Legal Precedents or Statutes Cited": "- भारतीय संविधानको धारा 14-त्रावणकोर इसाई उत्तराधिकार अधिनियम, 1925-भारतीय उत्तराधिकार अधिनियम, 1951-भाग-बी राज्य (कानून) अधिनियम, 1951-भारतीय उत्तराधिकार अधिनियम, 1951 को धारा 29 (2)-कुरियन अगस्टी बनाम देवासी एले (टी. सी.) ",
            "Quotations from the court": "दुर्भाग्यवश, अदालतको कुनै प्रत्यक्ष उद्धरण फैसलामा उल्लेख गरिएको छैन। ",
            "Present Court's Verdict": "- अदालतले भारतीय उत्तराधिकार ऐन, 1951 ले त्रावणकोर इसाई उत्तराधिकार ऐन, 1925 अपनाएको थियो भन्ने प्रतिवादीहरूको तर्कलाई अस्वीकार गर्यो।  अदालतले त्रावणकोर क्रिश्चियन उत्तराधिकार ऐन, 1925, भाग-बी राज्य (कानून) ऐन, 1951 लागू भएपछि खारेज भएको ठहर गऱ्यो।  अदालतले घोषणा गर्यो कि भारतीय इसाईहरूको सम्पत्तिमा निर्वसीयत उत्तराधिकार भारतीय उत्तराधिकार ऐनको भाग 5 को अध्याय 2 मा समावेश प्रावधानहरूद्वारा शासित छ। "
        },
        "Bodo": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "के. पी. ज'सेफ बनाम केराला रायजो आरो गुबुनफोर। ",
            "Brief Summary": "केसआ केराला रायजोआव भारतारि खृस्टानफोरनि गेजेराव सम्पथिनि बिबुआरि उनमोनथायनि जेंना सोरगिदिं गिदिङो।  आर'जलाइगिरिफोर, के. पी. ज'सेफा, बाथ्रा दानथेलायो दि त्राबनक'र खृस्टान उनमोनथाइ आयेन, 1925 आव बिबुआरि उनमोनथाइखौ सामलायग्रा नेमफोरा आयजोफोरनि बेरेखायै फारागथिगोनां आरो भारतारि संबिजुनि दफा 14 खौ सिफायनायमोन।  बिसोरो बाथ्रा दानथेलायो दि बे नेमफोरा आयजोफोरखौ न'खर गैयैफोरनि सम्पतियाव समान बाहागोनिफ्राय नेवसिगारो, आरो भारतारि उनमोनथाइ आयेन, 1951, जायखौ केराला रायजोसिम फुवारनाय जादोंमोन, बे ओनसोलाव भारतारि खृस्टानफोरनि न'खर गैयै उनमोनथाइखौ सामलायनांगौ। ",
            "Main Arguments": "- आर'जलाइगिरिफोरा जुक्ति होदोंमोन दि त्रेभानक'र खृस्टान उनमोनथाय आयेन, 1925 आ अरायथा नङि सम्पतियाव जिउनि सुद होनानै आयजोफोरनि बेरेखायै फारागथि खालामदोंमोन जायखौ थैनाय एबा फिन जुलि खालामनायाव फोजोबनो हायोमोन।  -  आर'जलाइगिरिफोरा बाथ्रा दानथेलायो दि बे आयेना भारतारि संबिजुनि दफा 14 खौ सिफायनायमोन, जाय आयेननि सिगाङाव समानथिनि निश्चय़थि होयो।  बिनायगिरिफोरा जुक्ति होदोंमोन दि भारतारि उनमोनथाय आयेन, 1951 आ सिगांनि आयेननि दफा 29 (2) नि गेजेरजों त्रावणकोर खृस्टान उनमोनथाय आयेन, 1925 खौ नाजावदोंमोन। ",
            "Legal Precedents or Statutes Cited": "- भारतारि संबिजुनि दफा 14-त्रावणकोर खृस्टान उनमोनथाय आयेन, 1925-भारतारि उनमोनथाय आयेन, 1951-पार्ट-बी स्टेट्स (आयेन) आयेन, 1951-भारतारि उनमोनथाय आयेन, 1951 नि दफा 29 (2)-कुरियन अगस्टी बनाम देभासी एले (टी. सी.) ",
            "Quotations from the court": "खाफालाफाला, बिजिरनायाव बिजिरसालिनि जेबो थोंजों रायखौ मुंख'नाय जायाखै। ",
            "Present Court's Verdict": "कच'र्टआ साखिगिरिफोरनि बाथ्रा दानथेलायनायखौ नेवसिगारो दि इन्डियान सक्सेसन एक्ट, 1951 आ त्रावणकोर क्रिश्चियन सक्सेसन एक्ट, 1925 खौ नाजावदोंमोन।  कर्टआ मानिदोंमोन दि ट्रेवनकर खृस्टान उनमोनथाय आइन, 1925, पार्ट-बी स्टेट्स (आयेन) एक्ट, 1951 नि गोहोआव फैनायजों लोगोसे बोखार जादोंमोन।  अदालते फोसावदोंमोन दि भारतारि खृस्टानफोरनि सम्पथिनि उनमोनथाइया भारतारि उनमोनथाइ आयेननि 5 थि बाहागोनि नैथि खोन्दोआव थानाय राहाफोरजों सामलाय जायो। "
        },
        "Manipuri": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "কে. পি. জোসেফ ভি. স্তেত ওফ কেরলা অমসুং ওরস। ",
            "Brief Summary": "কেস অদুনা কেরলা স্তেৎতা লৈবা ইন্দিয়ন খৃস্তিয়নশিংগী মরক্তা প্রোপর্তীদা ইন্তেস্তেৎ সক্সেসনগী ৱাফমগা মরী লৈনৈ।  ত্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925কী ইন্তেস্তেৎ সক্সেসনবু চলাইবা কাংলোনশিং অসি নুপীগী মায়োক্তা দিস্ক্রিমিনেতরী ওই অমসুং ইন্দিয়ন কন্সটিটুয়েসনগী আর্তিকল 14বু লান্দারকই হায়না কে. পি. জোসেফনা ৱাকৎলকখি।  মখোয়না ৱাফম থমখি মদুদি হায়রিবা চৎন-কাংলোনশিং অসিনা নুপীবু ইনতেস্তেৎ অমগী প্রোপর্তীদা চপ মান্ননা শরুক য়ামিন্নবগী অয়াবা পীদে, অমসুং ইন্দিয়ন সক্সেসন এক্ত, 1951, হায়রিবা অসি কেরলা স্তেৎতা শন্দোকখি, মসিনা মফম অসিদা লৈরিবা ইন্দিয়ন খৃস্তিয়নশিংগী ইনতেস্তেৎ সক্সেসনবু লাকশিনগদবনি। ",
            "Main Arguments": "ট্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925 না নুপীশিংদা শিবগী নত্ত্রগা অমুক হন্না লুহোংবা মতমদা মুথৎপা য়াবা অচৎ-অচৎ প্রোপর্তীদা লাইফ ইন্তরেস্ত অমা পীদুনা দিস্ক্রিমিনেৎ তৌই হায়না ৱাকৎলকখি।  ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::  এক্ট অসিনা আইন অসিগী মাইয়োক্তা মান্নবগী গেরেন্টি পীবা, ইন্দিয়ন কন্সটিটুয়েসনগী আর্টিকল 14বু লান্দারকপনি হায়না পিটিসন পীখিবশিং অদুনা ৱাকৎলকখি।  রেস্পোন্দেন্তশিংনা য়েৎলকখি মদুদি ইন্দিয়ন সক্সেসন এক্ত, 1951না হান্নগী এক্তকী সেক্সন 29 (2) গী খুত্থাংদা ত্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925 লৌথোকখি। ",
            "Legal Precedents or Statutes Cited": "- ইন্দিয়ন কন্সটিটুয়েসনগী আর্টিকল 14-ত্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925-ইন্দিয়ন সক্সেসন এক্ত, 1951-পার্ত-বি স্তেতস (লোস) এক্ত, 1951-ইন্দিয়ন সক্সেসন এক্ত, 1951গী সেক্সন 29 (2)-কুরিয়ান ওগস্তী ভি. দেভাসি এলে (তি. সি.) ",
            "Quotations from the court": "অদুমওইনমক, ক্রিতিকশিংগী মফমদদি ফজবা ওইখিদ্রে। ",
            "Present Court's Verdict": "ইন্দিয়ন সক্সেসন এক্ত, 1951না ত্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925 লৌশিনখ্রে হায়বা রেস্পোন্দেন্তশিংগী ৱাকৎ অদু কোর্তনা য়াখিদ্রে।  ট্রাভানকোর খৃস্তিয়ন সক্সেসন এক্ত, 1925 অসি পার্ট-বি স্তেতস (লোস) এক্ত, 1951না চৎনহল্লকপগা লোয়ননা লৌথোকখি।  ইন্দিয়ন খৃস্তিয়নগী প্রোপর্তীদা ইন্তেস্তেৎ সক্সেসন অসি ইন্দিয়ন সক্সেসন এক্তকী পার্ট Vগী চেপ্তর IIদা য়াওরিবা প্রোভিজনশিংনা চলাইজৈ হায়না কোর্টনা লাউথোকখি। "
        },
        "English": {
            "Case name": "K.P. Joseph v. State of Kerala & Ors. (1986)",
            "Case Type": [
                "Civil Writ Petition"
            ],
            "Case": "The petitioners challenged the rules governing intestate succession in the State of Kerala, which provided unequal shares of property to daughters and widows compared to sons. They also challenged Sections 24, 28, and 29 of the Travancore Christian Act, 1925.",
            "Brief Summary": "The court held that on the coming into force of the Part-B States (Law) Act, 1951, the Travancore Christian Act, 1925, stood repealed, and Chapter II of Part V of the Indian Succession Act became applicable. The court declared that intestate succession to property of Indian Christians is governed by the provisions contained in Chapter II of Part V of the Indian Succession Act.",
            "Main Arguments": "The main arguments revolved around the applicability of the Indian Succession Act, 1951, to Indian Christians in the State of Kerala. The petitioners contended that the Act should govern intestate succession, while the respondents argued that the Travancore Christian Act, 1925, was still applicable.",
            "Legal Precedents or Statutes Cited": "The Indian Succession Act, 1951, was the primary statute cited in the case. The court also referred to the Travancore Christian Act, 1925, and the Part-B States (Law) Act, 1951.",
            "Quotations from the court": "None specified in the provided judgment.",
            "Present Court's Verdict": "The court rejected the respondents' contention that the Travancore Christian Act, 1925, was still applicable. The court held that on the coming into force of the Part-B States (Law) Act, 1951, the Travancore Christian Act stood repealed.",
            "Conclusion": "The court held that the Travancore Christian Act, 1925, stood repealed on the coming into force of the Part-B States (Law) Act, 1951, and that the Indian Succession Act, 1951, governs intestate succession to property of Indian Christians in the State of Kerala."
        }
    },
    "MANU_SC_1993_0333": {
        "Hindi": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "आंध्र प्रदेश शिक्षा संस्थान (छात्रों के प्रवेश और शुल्क का विनियमन) आदेश, 1974 और उसके तहत बनाई गई योजनाएं। ",
            "Brief Summary": "उच्चतम न्यायालय ने कहा कि आंध्र प्रदेश में निजी गैर-सहायता प्राप्त इंजीनियरिंग कॉलेज योग्यता की परवाह किए बिना अपने विवेक से 50 प्रतिशत सीटों पर छात्रों को प्रवेश देने के हकदार नहीं हैं।  न्यायालय ने कहा कि शिक्षा एक पेशा या व्यापार या व्यवसाय के बजाय एक मिशन और व्यवसाय होना चाहिए।  निर्णय में व्यावसायीकरण को रोकने के लिए शिक्षा क्षेत्र में विनियमन के महत्व पर जोर दिया गया। ",
            "Main Arguments": "मामले में मुख्य दलीलें आंध्र प्रदेश में निजी शैक्षणिक संस्थानों में प्रवेश और शुल्क के विनियमन के इर्द-गिर्द केंद्रित थीं।  याचिकाकर्ताओं, निजी गैर-सहायता प्राप्त इंजीनियरिंग कॉलेजों ने तर्क दिया कि उन्हें योग्यता की परवाह किए बिना अपने विवेक से 50 प्रतिशत सीटों पर छात्रों को प्रवेश देने का अधिकार है।  उत्तरदाताओं, आंध्र प्रदेश सरकार ने तर्क दिया कि यह जनहित के खिलाफ था और शिक्षा के व्यावसायीकरण को रोकने के लिए प्रवेश और शुल्क का विनियमन आवश्यक था। ",
            "Legal Precedents or Statutes Cited": "सर्वोच्च न्यायालय ने भारत के संविधान, विभिन्न राज्य शिक्षा कानूनों और आंध्र प्रदेश शिक्षा संस्थानों (छात्रों के प्रवेश और शुल्क का विनियमन) आदेश, 1974 सहित विभिन्न कानूनी उदाहरणों और कानूनों पर भरोसा किया। ",
            "Quotations from the court": "\"शिक्षा अपनी वास्तविक भावना में एक पेशे या व्यापार या व्यवसाय के बजाय एक मिशन और एक व्यवसाय है, चाहे दो बाद के शब्दों का अर्थ कितना भी व्यापक क्यों न हो।\"  \"यह प्रबंधन में विवेक है जो मुख्य रूप से शिक्षा के व्यावसायीकरण का कारण बना है।  यह विवेकाधिकार है जो शिकायत की गई कई बुराइयों की जड़ है। ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने कहा कि आंध्र प्रदेश में निजी गैर-सहायता प्राप्त इंजीनियरिंग कॉलेज योग्यता की परवाह किए बिना अपने विवेक से 50 प्रतिशत सीटों पर छात्रों को प्रवेश देने के हकदार नहीं हैं।  न्यायालय ने कहा कि निजी शैक्षणिक संस्थानों के प्रबंधन में विवेक के कारण शिक्षा का व्यावसायीकरण हुआ है।  न्यायालय ने अभिनिर्धारित किया कि छात्रों के प्रवेश के विनियमन और निजी शैक्षणिक संस्थानों में शुल्क लेने के लिए विकसित की गई योजना दिशानिर्देशों की प्रकृति में है, जिसे उपयुक्त सरकारें और मान्यता देने वाले और संबद्ध अधिकारी लागू करेंगे। ",
            "Conclusion": "उच्चतम न्यायालय का निर्णय भारत में शिक्षा क्षेत्र को विनियमित करने की दिशा में एक महत्वपूर्ण कदम है।  विनियमन के महत्व और शिक्षा के व्यावसायीकरण को रोकने की आवश्यकता पर न्यायालय का जोर एक स्वागत योग्य विकास है।  यह निर्णय एक संतुलित दृष्टिकोण की आवश्यकता पर प्रकाश डालता है जो छात्रों और जनता के हितों की रक्षा करते हुए निजी शैक्षणिक संस्थानों की स्वायत्तता सुनिश्चित करता है। "
        },
        "Bengali": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "অন্ধ্রপ্রদেশ শিক্ষা প্রতিষ্ঠান (শিক্ষার্থীদের ভর্তি ও ফি নিয়ন্ত্রণ) আদেশ, 1974 এবং এর অধীনে প্রণীত প্রকল্পগুলি। ",
            "Brief Summary": "সুপ্রিম কোর্ট বলেছে যে অন্ধ্রপ্রদেশের বেসরকারী অ-সাহায্যপ্রাপ্ত ইঞ্জিনিয়ারিং কলেজগুলি যোগ্যতা নির্বিশেষে তাদের নিজস্ব বিবেচনার ভিত্তিতে 50 শতাংশ আসনে শিক্ষার্থীদের ভর্তি করার অধিকারী নয়।  আদালত পর্যবেক্ষণ করেছে যে শিক্ষা একটি পেশা বা ব্যবসা বা ব্যবসার পরিবর্তে একটি মিশন এবং একটি পেশা হওয়া উচিত।  এই রায়ে বাণিজ্যিকীকরণ রোধে শিক্ষা ক্ষেত্রে নিয়ন্ত্রণের গুরুত্বের ওপর জোর দেওয়া হয়। ",
            "Main Arguments": "এই মামলার মূল যুক্তিগুলি অন্ধ্রপ্রদেশের বেসরকারী শিক্ষা প্রতিষ্ঠানগুলিতে ভর্তি এবং ফি নিয়ন্ত্রণকে কেন্দ্র করে ছিল।  আবেদনকারীরা, বেসরকারী সাহায্যপ্রাপ্ত ইঞ্জিনিয়ারিং কলেজগুলি যুক্তি দিয়েছিল যে যোগ্যতা নির্বিশেষে তাদের নিজস্ব বিবেচনার ভিত্তিতে 50 শতাংশ আসনে শিক্ষার্থীদের ভর্তি করার অধিকার রয়েছে।  উত্তরদাতারা, অন্ধ্র প্রদেশ সরকার যুক্তি দিয়েছিল যে এটি জনস্বার্থের বিরুদ্ধে এবং শিক্ষার বাণিজ্যিকীকরণ রোধ করার জন্য ভর্তি ও ফি নিয়ন্ত্রণ করা প্রয়োজন ছিল। ",
            "Legal Precedents or Statutes Cited": "সুপ্রিম কোর্ট ভারতের সংবিধান, বিভিন্ন রাজ্য শিক্ষা আইন এবং অন্ধ্র প্রদেশ শিক্ষা প্রতিষ্ঠান (শিক্ষার্থীদের ভর্তি ও ফি নিয়ন্ত্রণ) আদেশ, 1974 সহ বিভিন্ন আইনি নজির এবং বিধির উপর নির্ভর করেছিল। ",
            "Quotations from the court": "\"শিক্ষা তার প্রকৃত চেতনায় একটি পেশা বা ব্যবসা বা ব্যবসার পরিবর্তে একটি মিশন এবং একটি পেশা, পরবর্তী দুটি শব্দের অর্থ যতই বিস্তৃত হোক না কেন।\"  \"ব্যবস্থাপনার বিচক্ষণতাই মূলত শিক্ষার বাণিজ্যিকীকরণের দিকে পরিচালিত করেছে।  অভিযোগ করা বেশ কয়েকটি অসুস্থতার মূলে রয়েছে বিচক্ষণতা। \"",
            "Present Court's Verdict": "সুপ্রিম কোর্ট বলেছে যে অন্ধ্রপ্রদেশের বেসরকারী অ-সাহায্যপ্রাপ্ত ইঞ্জিনিয়ারিং কলেজগুলি যোগ্যতা নির্বিশেষে তাদের নিজস্ব বিবেচনার ভিত্তিতে 50 শতাংশ আসনে শিক্ষার্থীদের ভর্তি করার অধিকারী নয়।  আদালত পর্যবেক্ষণ করেছে যে বেসরকারী শিক্ষা প্রতিষ্ঠানগুলির ব্যবস্থাপনায় বিচক্ষণতা শিক্ষার বাণিজ্যিকীকরণের দিকে পরিচালিত করেছে।  আদালত বলেছে যে শিক্ষার্থীদের ভর্তি নিয়ন্ত্রণ এবং বেসরকারী শিক্ষা প্রতিষ্ঠানগুলিতে ফি আদায়ের জন্য যে প্রকল্পটি তৈরি করা হয়েছে তা নির্দেশিকাগুলির প্রকৃতির, যা উপযুক্ত সরকার এবং স্বীকৃত ও অনুমোদিত কর্তৃপক্ষ আরোপ করবে। ",
            "Conclusion": "সুপ্রিম কোর্টের এই রায় ভারতের শিক্ষা ক্ষেত্রকে নিয়ন্ত্রণ করার ক্ষেত্রে একটি গুরুত্বপূর্ণ পদক্ষেপ।  নিয়ন্ত্রণের গুরুত্ব এবং শিক্ষার বাণিজ্যিকীকরণ রোধ করার প্রয়োজনীয়তার উপর আদালতের জোর দেওয়া একটি স্বাগত উন্নয়ন।  রায়টি একটি ভারসাম্যপূর্ণ পদ্ধতির প্রয়োজনীয়তার উপর আলোকপাত করে যা বেসরকারী শিক্ষা প্রতিষ্ঠানের স্বায়ত্তশাসন নিশ্চিত করার পাশাপাশি শিক্ষার্থী ও জনসাধারণের স্বার্থ রক্ষা করে। "
        },
        "Assamese": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "অন্ধ্ৰ প্ৰদেশ শিক্ষা প্ৰতিষ্ঠান (শিক্ষাৰ্থীৰ নামভৰ্তি আৰু মাচুলৰ নিয়ন্ত্ৰণ) আদেশ, 1974, আৰু ইয়াৰ অধীনত প্ৰস্তুত কৰা আঁচনিসমূহ। ",
            "Brief Summary": "উচ্চতম ন্যায়ালয়ে কয় যে অন্ধ্ৰ প্ৰদেশৰ ব্যক্তিগত সাহায্যপ্ৰাপ্ত অভিযান্ত্ৰিক মহাবিদ্যালয়সমূহে যোগ্যতা নিৰ্বিশেষে নিজৰ বিবেচনামতে 50 শতাংশ আসনত শিক্ষাৰ্থীসকলক নামভৰ্তি কৰাৰ অধিকাৰ নাই।  আদালতে পৰ্যবেক্ষণ কৰিছিল যে শিক্ষা এটা বৃত্তি বা ব্যৱসায় বা ব্যৱসায়ৰ পৰিৱৰ্তে এটা অভিযান আৰু বৃত্তি হোৱা উচিত।  ৰায়টোত বাণিজ্যিকীকৰণ প্ৰতিৰোধ কৰিবলৈ শিক্ষা খণ্ডত নিয়ন্ত্ৰণৰ গুৰুত্বৰ ওপৰত গুৰুত্ব আৰোপ কৰা হৈছিল। ",
            "Main Arguments": "গোচৰটোৰ মূল যুক্তিবোৰ অন্ধ্ৰ প্ৰদেশৰ ব্যক্তিগত শিক্ষা প্ৰতিষ্ঠানসমূহত নামভৰ্তি আৰু মাচুল নিয়ন্ত্ৰণৰ ওপৰত কেন্দ্ৰীভূত আছিল।  ব্যক্তিগত সাহায্যপ্ৰাপ্ত অভিযান্ত্ৰিক মহাবিদ্যালয়সমূহৰ আবেদনকাৰীসকলে যুক্তি দেখুৱাইছিল যে যোগ্যতা নিৰ্বিশেষে তেওঁলোকৰ নিজৰ বিবেচনামতে 50 শতাংশ আসনত শিক্ষাৰ্থীসকলক নামভৰ্তি কৰাৰ অধিকাৰ আছে।  উত্তৰদাতাসকল, অন্ধ্ৰ প্ৰদেশ চৰকাৰে যুক্তি দিছিল যে ই জনস্বার্থৰ বিৰুদ্ধে আৰু শিক্ষাৰ বাণিজ্যিকীকৰণ প্ৰতিহত কৰিবলৈ নামভৰ্তি আৰু মাচুলৰ নিয়ন্ত্ৰণ প্ৰয়োজনীয়। ",
            "Legal Precedents or Statutes Cited": "উচ্চতম ন্যায়ালয়ে ভাৰতৰ সংবিধান, বিভিন্ন ৰাজ্যিক শিক্ষা আইন, আৰু অন্ধ্ৰ প্ৰদেশ শিক্ষা প্ৰতিষ্ঠান (শিক্ষাৰ্থীৰ নামভৰ্তি আৰু মাচুলৰ নিয়ন্ত্ৰণ) আদেশ, 1974কে ধৰি বিভিন্ন আইনী দৃষ্টান্ত আৰু বিধিৰ ওপৰত নিৰ্ভৰ কৰিছিল। ",
            "Quotations from the court": "\"শিক্ষা ইয়াৰ প্ৰকৃত অৰ্থত এটা বৃত্তি বা ব্যৱসায় বা ব্যৱসায়ৰ পৰিৱৰ্তে এটা অভিযান আৰু এটা বৃত্তি, পিছৰ দুটা শব্দৰ অৰ্থ যিমানেই বিস্তৃত হওঁক।\"  \"পৰিচালনাৰ বিবেচনাৰ বাবেই মূলতঃ শিক্ষাৰ বাণিজ্যিকীকৰণ হৈছে।  অভিযোগ কৰা কেইবাটাও ৰোগৰ মূল কাৰণ হ \"ল বিচক্ষণতা।\" ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে কয় যে অন্ধ্ৰ প্ৰদেশৰ ব্যক্তিগত সাহায্যপ্ৰাপ্ত অভিযান্ত্ৰিক মহাবিদ্যালয়সমূহে যোগ্যতা নিৰ্বিশেষে নিজৰ বিবেচনামতে 50 শতাংশ আসনত শিক্ষাৰ্থীসকলক নামভৰ্তি কৰাৰ অধিকাৰ নাই।  আদালতখনে পৰ্যবেক্ষণ কৰিছিল যে ব্যক্তিগত শিক্ষা প্ৰতিষ্ঠানসমূহৰ পৰিচালনাৰ ক্ষেত্ৰত বিচক্ষণতাৰ ফলত শিক্ষাৰ বাণিজ্যিকীকৰণ হৈছে।  আদালতখনে কয় যে শিক্ষাৰ্থীসকলৰ নামভৰ্তি নিয়ন্ত্ৰণ আৰু ব্যক্তিগত শিক্ষা প্ৰতিষ্ঠানসমূহত মাচুল আদায়ৰ বাবে প্ৰস্তুত কৰা আঁচনিখন নিৰ্দেশনাৰ প্ৰকৃতিৰ, যিটো উপযুক্ত চৰকাৰ আৰু স্বীকৃতি প্ৰদানকাৰী আৰু সহযোগী কৰ্তৃপক্ষই আৰোপ কৰিব। ",
            "Conclusion": "উচ্চতম ন্যায়ালয়ৰ এই ৰায় ভাৰতৰ শিক্ষা খণ্ডক নিয়ন্ত্ৰণ কৰাৰ দিশত এক গুৰুত্বপূৰ্ণ পদক্ষেপ।  নিয়ন্ত্ৰণৰ গুৰুত্ব আৰু শিক্ষাৰ বাণিজ্যিকীকৰণ প্ৰতিৰোধ কৰাৰ প্ৰয়োজনীয়তাৰ ওপৰত আদালতৰ গুৰুত্ব এক আদৰণীয় বিকাশ।  এই ৰায়টোত এক সন্তুলিত দৃষ্টিভংগীৰ প্ৰয়োজনীয়তাৰ ওপৰত আলোকপাত কৰা হৈছে যিয়ে ছাত্ৰ-ছাত্ৰী আৰু জনসাধাৰণৰ স্বাৰ্থ সুৰক্ষিত কৰাৰ লগতে ব্যক্তিগত শিক্ষা প্ৰতিষ্ঠানসমূহৰ স্বায়ত্তশাসন নিশ্চিত কৰে। "
        },
        "Nepali": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "आन्ध्र प्रदेश शिक्षा संस्थानहरू (विद्यार्थीहरूको प्रवेश र शुल्कको नियमन) आदेश, 1974, र त्यसअन्तर्गत बनाइएका योजनाहरू। ",
            "Brief Summary": "सर्वोच्च अदालतले आन्ध्र प्रदेशका निजी गैर-सहायता प्राप्त इन्जिनियरिङ कलेजहरूलाई योग्यता जस्तोसुकै भए पनि आफ्नो विवेकमा 50 प्रतिशत सिटमा विद्यार्थीहरू भर्ना गर्ने अधिकार छैन भनी फैसला गरेको छ।  अदालतले शिक्षा पेशा वा व्यापार वा व्यवसायको सट्टा मिसन र पेशा हुनुपर्छ भनी टिप्पणी गरेको छ।  फैसलाले व्यावसायीकरण रोक्न शिक्षा क्षेत्रमा नियमनको महत्त्वलाई जोड दिएको छ। ",
            "Main Arguments": "मुद्दाको मुख्य तर्क आन्ध्र प्रदेशका निजी शैक्षिक संस्थाहरूमा भर्ना र शुल्कको नियमनको वरिपरि केन्द्रित थियो।  याचिकाकर्ता, निजी गैर-सहायता प्राप्त इन्जिनियरिङ कलेजहरूले योग्यता जस्तोसुकै भए पनि आफ्नो विवेकमा 50 प्रतिशत सिटमा विद्यार्थीहरू भर्ना गर्ने अधिकार रहेको तर्क गरे।  उत्तरदाताहरू, आन्ध्र प्रदेश सरकारले तर्क दियो कि यो सार्वजनिक हितको विरुद्ध थियो र शिक्षाको व्यावसायीकरण रोक्न प्रवेश र शुल्कको नियमन आवश्यक थियो। ",
            "Legal Precedents or Statutes Cited": "सर्वोच्च अदालतले भारतको संविधान, विभिन्न राज्य शिक्षा कानुनहरू, र आन्ध्र प्रदेश शिक्षा संस्थानहरू (विद्यार्थीहरूको प्रवेश र शुल्कको नियमन) आदेश, 1974 सहित विभिन्न कानुनी पूर्ववर्तीहरू र विधानहरूमा भर परेको थियो। ",
            "Quotations from the court": "\"शिक्षा आफ्नो साँचो भावनामा पेशा वा व्यापार वा व्यवसायको सट्टा एउटा मिसन र पेशा हो, पछिल्लो दुई शब्दहरूको अर्थ जति व्यापक भए तापनि।\"  \"यो व्यवस्थापनको विवेक हो जसले मुख्यतया शिक्षाको व्यावसायीकरण निम्त्याएको छ।  यो विवेक हो जुन गुनासो गरिएका धेरै रोगहरूको मूलमा छ। \"",
            "Present Court's Verdict": "सर्वोच्च अदालतले आन्ध्र प्रदेशका निजी गैर-सहायता प्राप्त इन्जिनियरिङ कलेजहरूलाई योग्यता जस्तोसुकै भए पनि आफ्नो विवेकमा 50 प्रतिशत सिटमा विद्यार्थीहरू भर्ना गर्ने अधिकार छैन भनी फैसला गरेको छ।  निजी शैक्षिक संस्थाको व्यवस्थापनको विवेकले शिक्षाको व्यावसायीकरण भएको अदालतले जनाएको छ।  अदालतले भनेको छ कि विद्यार्थीहरूको भर्नाको नियमन र निजी शैक्षिक संस्थाहरूमा शुल्क चार्ज गर्नका लागि विकसित योजना दिशानिर्देशहरूको प्रकृतिमा छ, जुन उपयुक्त सरकारहरू र मान्यता दिने र सम्बद्ध अधिकारीहरूले लगाउनेछन्। ",
            "Conclusion": "सर्वोच्च अदालतको फैसला भारतको शिक्षा क्षेत्रलाई विनियमित गर्ने दिशामा एउटा महत्त्वपूर्ण कदम हो।  नियमनको महत्त्व र शिक्षाको व्यावसायीकरण रोक्ने आवश्यकतामा अदालतको जोड स्वागतयोग्य विकास हो।  निर्णयले विद्यार्थी र जनताको हितको रक्षा गर्दै निजी शैक्षिक संस्थाहरूको स्वायत्तता सुनिश्चित गर्ने सन्तुलित दृष्टिकोणको आवश्यकतालाई प्रकाश पार्छ। "
        },
        "Bodo": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "अन्ध्र प्रदेश सोलोंथाय फसंथानफोर (फरायसाफोरनि मुं थिसननाय आरो मासुलनि नेमखानथि) बिथोन, 1974, आरो बेनि सिङाव बानायजानाय बिथांखिफोर। ",
            "Brief Summary": "सुप्रीम क'र्टआ बुंदों दि अन्ध्र प्रदेशनि गावारि आनएडेड इंजीनियरिंग फरायसालिमाफोरा रोंग'थिखौ नोजोर गैयालासेनो गाव गावनि गोसो बादियै 50 जौखोन्दो मासिफोराव फरायसाफोरनि मुं थिसननायनि मोन्थाइ गैया।  क'र्टआ नोजोर होदोंमोन दि सोलोंथाया मोनसे जिउ राहा एबा फालांगि एबा फालांगिनि बदलै मोनसे मिशन आरो मोनसे जिउ राहा जानांगौ।  बिजिरनाया फालांगियारि खालामनायखौ होबथानो थाखाय सोलोंथाय बिथिङाव नेमखान्थिनि गोनांथिनि सायाव जर होदोंमोन। ",
            "Main Arguments": "केसाव गाहाय बाथ्रा दानथेलायनाया अन्ध्र प्रदेशनि गावारि सोलोंथाय फसंथानफोराव मुं थिसननाय आरो मासुलनि नेमखान्थिनि खाथि-खालायावमोन।  आर'जलाइगिरिफोर, गावारि आनएडेड इनजिनियारिं फरायसालिमाफोरा जुक्ति होदोंमोन दि बिसोरहा रोंग'थिखौ नोजोर होआलाबानो गावसिनि गोसो बायदियै 50 जौखोन्दो मासिफोराव सोलोंसाफोरखौ थिसननायनि मोन्थाइ दं।  साखिगिरिफोर, अन्ध्र प्रदेश सोरखारा जुक्ति होदोंमोन दि बेयो सुबुं मोजांनि बेरेखायैमोन आरो सोलोंथायनि फालांगियारि खालामनायखौ होबथानो थाखाय मुं थिसननाय आरो मासुलनि नेमखानथिया गोनांमोन। ",
            "Legal Precedents or Statutes Cited": "सुप्रीम क'र्टआ भारतनि संबिज'न, गुबुन गुबुन रायजोनि सोलोंथाय आयेनफोर आरो अन्ध्र प्रदेशनि सोलोंथाय फसंथानफोर (फरायसाफोरनि मुं थिसननाय आरो मासुलनि नेमखान्थि) बिथोन, 1974 जों लोगोसे गोबां आयेनारि आगजुफोर आरो आयेनफोरनि सायाव सोनारदोंमोन। ",
            "Quotations from the court": "\"गावनि नंगुबै थुलुंगायाव सोलोंथायआ मोनसे जिउ राहा एबा फालांगि एबा फालांगिनि बदलै मोनसे थांखि आरो मोनसे जिउ राहा, उननि मोन्नै सोदोबफोरनि ओंथिआ जेसेबां गुवारब्लाबो।\"  \"बेयो सामलायनायनि सान्दांथि जाय गाहाय महरै सोलोंथायखौ फालांगियारि खालामनायसिम दैदेनदों।  बेयो गोसोआरि बाथ्रा जाय गोबां जेंनाफोरनि रोदाआव दं \"। ",
            "Present Court's Verdict": "सुप्रीम क'र्टआ बुंदों दि अन्ध्र प्रदेशनि गावारि आनएडेड इंजीनियरिंग फरायसालिमाफोरा रोंग'थिखौ नोजोर गैयालासेनो गाव गावनि गोसो बादियै 50 जौखोन्दो मासिफोराव फरायसाफोरनि मुं थिसननायनि मोन्थाइ गैया।  क'र्टआ नोजोर होदोंमोन दि गावारि सोलोंथाय फसंथानफोरनि सामलायनायाव गोसो थानायआ सोलोंथायखौ फालांगियारि खालामनायसिम दैदेनदों।  क'र्टआ मानिदोंमोन दि सोलोंसाफोरनि मुं थिसननाय आरो गावारि सोलोंथाय फसंथानफोराव मासुल लानायनि नेमखान्थिनि थाखाय दिहुनजानाय बिथांखिया बिथोनफोरनि आखुआव, जायखौ आरजाथाव सरकारफोर आरो गनायथि होग्रा आरो गनायथि होग्रा मावख'आरिफोरा जाबोनांगोन। ",
            "Conclusion": "सुप्रीम क'र्टनि बिजिरनाया भारताव सोलोंथाय सेक्टरखौ सामलायनायनि फारसे मोनसे ओंथिगोनां आगान।  नेमखान्थिनि गोनांथि आरो सोलोंथायनि फालांगियारि खालामनायखौ होबथानो गोनांथिनि सायाव क'र्टनि नारसिननाया मोनसे हामजाथाव दावगानाय।  बे बिजिरनाया मोनसे समानथि गोनां नोजोरनि गोनांथिखौ दिन्थियो जाय गावारि सोलोंथाय फसंथानफोरनि जारखुंथाइखौ रोखा खालामो आरो लोगोसे फरायसाफोर आरो नोगोरारिफोरनि मोजांखौ रैखा खालामो। "
        },
        "Manipuri": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "অন্ধ্র প্রদেশ এজুকেসন ইন্সতিত্যুসনশিং (মহৈরোইশিংগী মিং চনবা অমসুং ফীগী রিগুলেসন) ওর্দর, 1974, অমসুং মসিগী মখাদা শেমখিবা স্কিমশিং। ",
            "Brief Summary": "অন্ধ্র প্রদেশকী প্রাইবেৎ অনএদেদ ইঞ্জিনিয়রিং কোলেজশিংনা মেতরিৎ মান্নদনা মশাগী ৱাখল্লোন্দা মহৈরোই 50% সীত্তা মিং চনবগী হক লৈরোই হায়না সুপ্রিম কোর্তনা হায়রি।  মহৈ তম্বা হায়বসি শিনফম অমা নৎত্রগা ললোন ইতিক নৎত্রগা ললোন ইতিক তৌবদুগী মহুৎতা মিসন অমসুং ভোকেসন অমা ওইবা তাই হায়না কোর্তনা পনখি।  এদমিনিস্ত্রেতিব সবদিভিজনশিংদি তোঙান তোঙানবা কলচরেল এন্থ্রোপোলোগিসশিংসু য়াওরি। ",
            "Main Arguments": "কেস অসিগী মরু ওইবা আর্গ্যুমেন্তশিংদি অন্ধ্র প্রদেশকী প্রাইবেৎ এজুকেসন ইন্সতিত্যুসনশিংদা মিং চনবা অমসুং ফীগী রিগুলেসনদা য়ুম্ফম ওইবনি।  প্রাইবেৎ অনএদেদ এঞ্জিনীয়রিং কোলেজশিং অসিনা মেতরিৎ মান্নদনা মশাগী ৱাখল্লোন্দা মহৈরোইশিংবু চাদা 50গী চাংদা মিং চনবগী হক লৈ হায়না ৱাকৎলকখি।  রেস্পোন্দেন্তশিং, অন্ধ্র প্রদেশ সরকারনা হায়রি মদুদি মসি মীয়ামগী অপাম্বগী মাইয়োক্তা অমনি অমসুং এজুকেসনবু কম্মর্সিএলাইজ তৌহন্দনা থম্নবা এদমিসন অমসুং ফীগী রিগুলেসন মথৌ তাই। ",
            "Legal Precedents or Statutes Cited": "সুপ্রিম কোর্তনা কনষ্টিট্যুসন ওফ ইন্দিয়া, তোঙান-তোঙানবা ষ্টেট এজুকেসন লোশিং, অমসুং দি অন্ধ্র প্রদেশ এজুকেসন ইন্সতিত্যুসনশিং (রিগুলেসন ওফ এদমিসন ওফ ষ্টুদেন্তস এন্দ ওফ ফী) ওর্দর, 1974 য়াওনা তোঙান-তোঙানবা লিগেল প্রিসিদেন্তশিং অমসুং স্তেচ্যুতশিংদা মখা তাখি। ",
            "Quotations from the court": "\"মসিগী অশেংবা ৱাখল্লোন্দা মহৈ তম্বা হায়বসি শিনফম অমা নৎত্রগা ললোন ইতিক নৎত্রগা ললোন ইতিক্কী মহুৎতা মিসন অমসুং ভোকেসন অমনি, অদুবু অকোনবগী ৱাহৈ অনি অসিগী ৱাহন্থোক কয়া য়াম্না পাক চাউবা য়াই।\"  \"এদমিনিস্ত্রেতিব সবদিভিজন অমা হায়বদি তোখাইবা রাজ্যশিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি. শিং/য়ু. তি  মসিদা তবল অমদগী হেন্না যাওই \". ",
            "Present Court's Verdict": "অন্ধ্র প্রদেশকী প্রাইবেৎ অনএদেদ ইঞ্জিনিয়রিং কোলেজশিংনা মেতরিৎ মান্নদনা মশাগী ৱাখল্লোন্দা মহৈরোই 50% সীত্তা মিং চনবগী হক লৈরোই হায়না সুপ্রিম কোর্তনা হায়রি।  প্রাইবেৎ এজুকেসন ইন্সতিত্যুসনশিংগী মেনেজমেন্ততা লৈরিবা দিস্ক্রিশন অসিনা এজুকেসনবু কম্মর্সিএলাইজ তৌহল্লি হায়না কোর্টনা পনখি।  মহৈরোইশিংগী মিং চনবা অমসুং প্রাইবেৎ এজুকেসন ইন্সতিত্যুসনশিংদা ফীশিং লৌবগী রিগুলেসন তৌনবা শেমখিবা স্কিম অসি চৎন-কাংলোনশিংগী মওংনি, মসি চান্নবা লৈঙাক অমসুং শকখঙলবা অমসুং এফিলিএতিং ওথোরিতীশিংনা চৎনগনি হায়না কোর্টনা হায়রি। ",
            "Conclusion": "সুপ্রিম কোর্তকী ৱারেপ অসি ভারত্তা এজুকেসন সেক্তরবু রিগুলেৎ তৌনবা মরু ওইবা খোঙথাং অমনি।  চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন-পথাপ্না চৎন  মহৈরোইশিং অমসুং মীয়ামগী অপাম্বশিং ঙাক-শেন্দুনা প্রাইবেৎ এজুকেসন ইন্সতিত্যুসনশিংগী ওতোনোমী লৈহন্নবা বেলেন্স এপ্রোচ অমগী তঙাইফদবা অদু ৱায়েল অসিনা তাক্লি। "
        },
        "English": {
            "Case name": "TMA Pai Foundation vs. State of Karnataka and Ors. ( implications on Education Regulation and Affiliation) (1993)",
            "Case Type": [
                "Constitutional Law",
                "Right to Education",
                "Private Educational Institutions"
            ],
            "Case": "The case was heard by a bench of five judges, including justices L. Nageswara Rao, BR Gavai, Krishna Murari, MR Shah, and BV Nagarathna. The case was filed by several private educational institutions challenging the constitutional validity of several provisions of the Andhra Pradesh Private Medical and Dental Colleges (Regulation of Admission) Act, 1987.",
            "Brief Summary": "The Supreme Court observed that the right to education is a fundamental right guaranteed under Article 21 of the Constitution, and that the state has the obligation to provide free and compulsory education to all children in the age group of 6 to 14 years. The court also observed that private educational institutions are not instrumentalities of the state and are not bound by the provisions of Article 12 of the Constitution.",
            "Main Arguments": "The main arguments of the case revolved around the interpretation of the right to education under the Constitution, the scope of Article 21A, and the status of private educational institutions under the Constitution.",
            "Legal Precedents or Statutes Cited": "The Supreme Court cited several legal precedents and statutes, including Article 19 (1) (g) of the Constitution, Article 21A of the Constitution, and the Andhra Pradesh Private Medical and Dental Colleges (Regulation of Admission) Act, 1987.",
            "Quotations from the court": "\"The right to education flows directly from the Right to Life guaranteed under Article 21. The Right to Life under Article 21 and the Dignity of an individual cannot be ensured unless it is accompanied by the Right to Education.\" (para 23)\n\"The right to education is a Fundamental Right guaranteed under Article 21-A of the Constitution of India. The State is under an obligation to provide free and compulsory education to all children of the age of 6 to 14 years in such a manner as may be prescribed.\" (para 31)\n\"The right to establish an educational institution is a statutory right and not a fundamental right under Article 19(1)(g) of the Constitution.\" (para 59)",
            "Present Court's Verdict": "The Supreme Court held that the right to education is a fundamental right guaranteed under Article 21 of the Constitution, and that the state has the obligation to provide free and compulsory education to all children in the age group of 6 to 14 years. The court also observed that private educational institutions are not instrumentalities of the state and are not bound by the provisions of Article 12 of the Constitution.",
            "Conclusion": "The Supreme Court's judgment in the case of T.M.A. Pai Foundation & Ors. vs. State of Karnataka & Anr. has significant implications for the right to education in India. The court's holding that the right to education is a fundamental right guaranteed under Article 21 of the Constitution, and that the state has the obligation to provide free and compulsory education to all children in the age group of 6 to 14 years, is a major milestone in the development of education law in India."
        }
    },
    "MANU_SC_1997_0261": {
        "Hindi": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "भारत के सर्वोच्च न्यायालय ने हाल के एक फैसले में भारतीय संविधान के तहत न्यायाधिकरणों के निर्माण से संबंधित अनुच्छेद 323-ए और 323-बी की संवैधानिक वैधता को चुनौती देने वाली याचिकाओं के एक समूह पर विचार किया। ",
            "Brief Summary": "उच्चतम न्यायालय ने अभिनिर्धारित किया कि अनुच्छेद 323-ए और 323-बी के तहत बनाए गए न्यायाधिकरणों के निर्णय अनुच्छेद 226 के तहत उच्च न्यायालय के रिट अधिकार क्षेत्र के अधीन होंगे, उच्च न्यायालय की एक खंड पीठ के समक्ष, जिसके क्षेत्रीय अधिकार क्षेत्र में विशेष न्यायाधिकरण आता है।  हालाँकि, न्यायाधिकरण कानून के उन क्षेत्रों के संबंध में पहली बार अदालतों के रूप में कार्य करना जारी रखेंगे जिनके लिए उनका गठन किया गया है।  न्यायाधिकरणों के पास अधीनस्थ विधानों और नियमों की संवैधानिक वैधता का परीक्षण करने की शक्ति भी होगी, बशर्ते कि वे अपने मूल कानूनों की संवैधानिक वैधता के बारे में किसी भी प्रश्न पर विचार नहीं करेंगे। ",
            "Main Arguments": "इस मामले में मुख्य तर्क अनुच्छेद 323-ए और 323-बी की संवैधानिक वैधता के इर्द-गिर्द केंद्रित थे, जो न्यायाधिकरणों के निर्माण से संबंधित हैं।  याचिकाकर्ताओं ने तर्क दिया कि ये अनुच्छेद प्राकृतिक न्याय के सिद्धांतों और शक्तियों के पृथक्करण के सिद्धांत का उल्लंघन करते हैं।  दूसरी ओर, प्रत्यर्थियों ने तर्क दिया कि न्यायाधिकरणों का निर्माण न्याय के प्रशासन के लिए एक कुशल और प्रभावी तंत्र प्रदान करने के लिए किया गया था। ",
            "Legal Precedents or Statutes Cited": "न्यायालय ने भारतीय संविधान के अनुच्छेद 226 का हवाला दिया, जो उच्च न्यायालयों को न्यायिक समीक्षा की शक्ति प्रदान करता है।  न्यायालय ने अनुच्छेद 323-ए और 323-बी का भी उल्लेख किया, जो न्यायाधिकरणों के निर्माण से संबंधित हैं। ",
            "Quotations from the court": "न्यायमूर्ति एल. नागेश्वर राव, बी. आर. गवई, ए. एस. बोपन्ना और वी. रामसुब्रमण्यन की पीठ ने कहाः \"उपरोक्त को देखते हुए, हम मानते हैं कि अनुच्छेद... 323-ए और अनुच्छेद 323-बी के तहत बनाए गए न्यायाधिकरणों के सभी निर्णय उच्च न्यायालय की एक खंड पीठ के समक्ष अनुच्छेद 226 के तहत उच्च न्यायालय के रिट अधिकार क्षेत्र के अधीन होंगे, जिसके क्षेत्रीय अधिकार क्षेत्र के भीतर, विशेष न्यायाधिकरण आता है। ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने कहा कि अनुच्छेद 323-ए और 323-बी के तहत बनाए गए न्यायाधिकरणों के निर्णय अनुच्छेद 226 के तहत उच्च न्यायालय के रिट अधिकार क्षेत्र के अधीन होंगे।  न्यायालय ने यह भी अभिनिर्धारित किया कि न्यायाधिकरण कानून के उन क्षेत्रों के संबंध में पहली बार के न्यायालयों के रूप में कार्य करना जारी रखेंगे जिनके लिए उनका गठन किया गया है। ",
            "Conclusion": "इस मामले में उच्चतम न्यायालय के फैसले का भारत में न्यायाधिकरणों के कामकाज पर महत्वपूर्ण प्रभाव पड़ता है।  न्यायाधिकरणों के निर्णयों को अनुच्छेद 226 के तहत उच्च न्यायालय के रिट क्षेत्राधिकार के अधीन करने का न्यायालय का निर्णय न्यायाधिकरणों को जवाबदेही और निरीक्षण की एक अतिरिक्त परत प्रदान करेगा।  हालाँकि, न्यायाधिकरणों को कानून के उन क्षेत्रों के संबंध में पहली बार अदालतों के रूप में कार्य करना जारी रखने की अनुमति देने का न्यायालय का निर्णय, जिनके लिए उनका गठन किया गया है, यह सुनिश्चित करेगा कि न्यायाधिकरण भारत में न्याय के प्रशासन में एक महत्वपूर्ण भूमिका निभाते रहें। "
        },
        "Bengali": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "ভারতের সুপ্রিম কোর্ট সাম্প্রতিক এক রায়ে ভারতীয় সংবিধানের অধীনে ট্রাইব্যুনাল গঠনের সাথে সম্পর্কিত 323-এ এবং 323-বি অনুচ্ছেদের সাংবিধানিক বৈধতাকে চ্যালেঞ্জ করে একাধিক পিটিশন নিয়ে কাজ করেছে। ",
            "Brief Summary": "সুপ্রিম কোর্ট বলেছে যে 323-এ এবং 323-বি অনুচ্ছেদের অধীনে গঠিত ট্রাইবুনেলগুলির সিদ্ধান্তগুলি হাইকোর্টের একটি ডিভিশন বেঞ্চের সামনে 226 অনুচ্ছেদের অধীনে হাইকোর্টের রিট এখতিয়ারের সাপেক্ষে হবে, যার আঞ্চলিক এখতিয়ারের মধ্যে নির্দিষ্ট ট্রাইবুনেল পড়ে।  যাইহোক, ট্রাইবুনালগুলি আইনের যে ক্ষেত্রগুলির জন্য গঠিত হয়েছে সেগুলির ক্ষেত্রে প্রাথমিক আদালত হিসাবে কাজ চালিয়ে যাবে।  ট্রাইবুনেলগুলির অধস্তন আইন ও বিধিগুলির সাংবিধানিক বৈধতা পরীক্ষা করার ক্ষমতাও থাকবে, এই ব্যতিক্রম সাপেক্ষে যে তারা তাদের মূল বিধির সাংবিধানিক বৈধতা সম্পর্কিত কোনও প্রশ্ন গ্রহণ করবে না। ",
            "Main Arguments": "এই মামলার প্রধান যুক্তিগুলি ট্রাইব্যুনাল গঠনের সাথে সম্পর্কিত 323-এ এবং 323-বি অনুচ্ছেদের সাংবিধানিক বৈধতাকে কেন্দ্র করে ছিল।  আবেদনকারীরা যুক্তি দিয়েছিলেন যে এই অনুচ্ছেদগুলি প্রাকৃতিক ন্যায়বিচারের নীতি এবং ক্ষমতা পৃথকীকরণের মতবাদের লঙ্ঘনকারী।  অন্যদিকে, উত্তরদাতারা যুক্তি দিয়েছিলেন যে ন্যায়বিচারের প্রশাসনের জন্য একটি দক্ষ ও কার্যকর ব্যবস্থা প্রদানের জন্য ট্রাইবুনেল তৈরি করা হয়েছিল। ",
            "Legal Precedents or Statutes Cited": "আদালত ভারতীয় সংবিধানের 226 অনুচ্ছেদের উদ্ধৃতি দিয়েছে, যা হাইকোর্টগুলিকে বিচার বিভাগীয় পর্যালোচনার ক্ষমতা প্রদান করে।  আদালত ট্রাইবুনেল গঠনের সঙ্গে সম্পর্কিত 323-এ এবং 323-বি ধারার কথাও উল্লেখ করেছে। ",
            "Quotations from the court": "বিচারপতি এল নাগেশ্বর রাও, বি আর গাভাই, এ এস বোপান্না এবং ভি রামসুব্রমনিয়ানের বেঞ্চ পর্যবেক্ষণ করেছেঃ \"উপরোক্ত বিষয়গুলির পরিপ্রেক্ষিতে, আমরা মনে করি যে... 323-এ এবং 323-বি অনুচ্ছেদের অধীনে তৈরি ট্রাইবুনেলগুলির সমস্ত সিদ্ধান্ত হাইকোর্টের একটি ডিভিশন বেঞ্চের সামনে 226 অনুচ্ছেদের অধীনে হাইকোর্টের রিট এখতিয়ারের সাপেক্ষে হবে, যার আঞ্চলিক এখতিয়ারের মধ্যে নির্দিষ্ট ট্রাইবুনেল পড়ে।\" ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট বলেছে যে 323-এ এবং 323-বি অনুচ্ছেদের অধীনে গঠিত ট্রাইবুনেলগুলির সিদ্ধান্তগুলি 226 অনুচ্ছেদের অধীনে হাইকোর্টের রিট এখতিয়ারের সাপেক্ষে হবে।  আদালত আরও বলেছে যে ট্রাইবুনেলগুলি আইনের যে ক্ষেত্রগুলির জন্য গঠিত হয়েছে সেগুলির ক্ষেত্রে প্রথম দৃষ্টান্তের আদালত হিসাবে কাজ চালিয়ে যাবে। ",
            "Conclusion": "এই মামলায় সুপ্রিম কোর্টের রায় ভারতে ট্রাইবুনেলগুলির কার্যকারিতার উপর উল্লেখযোগ্য প্রভাব ফেলেছে।  226 অনুচ্ছেদের অধীনে ট্রাইবুনেলগুলির সিদ্ধান্তগুলি হাইকোর্টের রিট এখতিয়ারের অধীনে রাখার আদালতের সিদ্ধান্ত ট্রাইবুনেলগুলিকে জবাবদিহিতা এবং তদারকির একটি অতিরিক্ত স্তর প্রদান করবে।  যাইহোক, ট্রাইবুনেলগুলিকে আইনের যে ক্ষেত্রগুলির জন্য গঠন করা হয়েছে সেগুলির ক্ষেত্রে প্রথমত আদালত হিসাবে কাজ চালিয়ে যাওয়ার অনুমতি দেওয়ার আদালতের সিদ্ধান্ত নিশ্চিত করবে যে ট্রাইবুনেলগুলি ভারতে ন্যায়বিচারের প্রশাসনে গুরুত্বপূর্ণ ভূমিকা পালন করে চলেছে। "
        },
        "Assamese": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে শেহতীয়া এক ৰায়দানত ভাৰতীয় সংবিধানৰ অধীনত ন্যায়াধিকৰণ সৃষ্টিৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 323-এ আৰু 323-বি-ৰ সাংবিধানিক বৈধতাক প্ৰত্যাহ্বান জনোৱা আবেদনৰ এটা গোটৰ সৈতে মোকাবিলা কৰিছিল। ",
            "Brief Summary": "উচ্চতম ন্যায়ালয়ে কয় যে অনুচ্ছেদ 323-এ আৰু 323-বি-ৰ অধীনত সৃষ্টি কৰা ন্যায়াধিকৰণসমূহৰ সিদ্ধান্তসমূহ অনুচ্ছেদ 226-ৰ অধীনত উচ্চ ন্যায়ালয়ৰ ৰিট অধিকাৰক্ষেত্ৰৰ অধীনত উচ্চ ন্যায়ালয়ৰ এটা খণ্ড বিচাৰপীঠৰ আগত থাকিব, যাৰ আঞ্চলিক অধিকাৰক্ষেত্ৰৰ ভিতৰত নিৰ্দিষ্ট ন্যায়াধিকৰণটো পৰে।  অৱশ্যে, ট্ৰাইবুনেলবোৰে আইনৰ যিবোৰ ক্ষেত্ৰৰ বাবে গঠন কৰা হৈছে সেই ক্ষেত্ৰত প্ৰথম উদাহৰণৰ আদালত হিচাপে কাম কৰি থাকিব।  ন্যায়াধিকৰণসমূহৰ অধীনস্থ আইন আৰু নিয়মৰ সাংবিধানিক বৈধতা পৰীক্ষা কৰাৰ ক্ষমতাও থাকিব, এই ব্যতিক্ৰম সাপেক্ষে যে তেওঁলোকে তেওঁলোকৰ মূল বিধিৰ সাংবিধানিক বৈধতা সম্পৰ্কে কোনো প্ৰশ্ন গ্ৰহণ নকৰে। ",
            "Main Arguments": "এই গোচৰৰ মূল যুক্তিবোৰ ন্যায়াধিকৰণ সৃষ্টিৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 323-এ আৰু 323-বি-ৰ সাংবিধানিক বৈধতাৰ ওপৰত কেন্দ্ৰীভূত আছিল।  আবেদনকাৰীসকলে যুক্তি দিছিল যে এই অনুচ্ছেদবোৰ প্ৰাকৃতিক ন্যায়ৰ নীতি আৰু ক্ষমতাৰ পৃথকীকৰণৰ মতবাদৰ উলংঘনকাৰী।  আনহাতে, উত্তৰদাতাসকলে যুক্তি দিছিল যে ন্যায় প্ৰশাসনৰ বাবে এক দক্ষ আৰু ফলপ্ৰসূ ব্যৱস্থা প্ৰদান কৰিবলৈ ন্যায়াধিকৰণসমূহ সৃষ্টি কৰা হৈছিল। ",
            "Legal Precedents or Statutes Cited": "আদালতে ভাৰতীয় সংবিধানৰ 226 নং অনুচ্ছেদৰ উদ্ধৃতি দিয়ে, যি উচ্চ ন্যায়ালয়সমূহক ন্যায়িক পুনৰীক্ষণৰ ক্ষমতা প্ৰদান কৰে।  আদালতে ন্যায়াধিকৰণ গঠনৰ সৈতে সম্পৰ্কিত অনুচ্ছেদ 323-এ আৰু 323-বি-ৰ কথাও উল্লেখ কৰিছিল। ",
            "Quotations from the court": "ন্যায়াধীশ এল নাগেশ্বৰ ৰাও, বি. আৰ. গাভাই, এ. এছ. বোপান্না আৰু ভি. ৰামাসুব্ৰমনিয়ানৰ বিচাৰপীঠে মত প্ৰকাশ কৰেঃ \"ওপৰোক্তবোৰৰ প্ৰতি লক্ষ্য ৰাখি, আমি ধাৰণা কৰোঁ যে অনুচ্ছেদ... 323-এ আৰু অনুচ্ছেদ 323-বি-ৰ অধীনত সৃষ্টি কৰা ন্যায়াধিকৰণৰ সকলো সিদ্ধান্ত উচ্চ ন্যায়ালয়ৰ এটা খণ্ড বিচাৰপীঠেৰ আগত অনুচ্ছেদ 226-ৰ অধীনত উচ্চ ন্যায়ালয়ৰ ৰিট অধিকাৰক্ষেত্ৰৰ সাপেক্ষে হ'ব, যাৰ আঞ্চলিক অধিকাৰক্ষেত্ৰৰ ভিতৰত, নিৰ্দিষ্ট ন্যায়াধিকৰণ পৰে।\" ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে কয় যে অনুচ্ছেদ 323-এ আৰু 323-বি-ৰ অধীনত সৃষ্টি কৰা ন্যায়াধিকৰণসমূহৰ সিদ্ধান্তসমূহ অনুচ্ছেদ 226-ৰ অধীনত উচ্চ ন্যায়ালয়ৰ ৰিট অধিকাৰক্ষেত্ৰৰ অধীনত থাকিব।  আদালতখনে লগতে কয় যে ট্ৰাইবুনেলসমূহে আইনৰ যিবোৰ ক্ষেত্ৰৰ বাবে গঠন কৰা হৈছে সেইবোৰৰ ক্ষেত্ৰত প্ৰথম উদাহৰণৰ আদালত হিচাপে কাম কৰি থাকিব। ",
            "Conclusion": "এই গোচৰটোত উচ্চতম ন্যায়ালয়ৰ ৰায়ৰ ভাৰতত ন্যায়াধিকৰণৰ কাৰ্যকলাপৰ ওপৰত গুৰুত্বপূৰ্ণ প্ৰভাৱ আছে।  226 নং অনুচ্ছেদৰ অধীনত উচ্চ ন্যায়ালয়ৰ ৰিট অধিকাৰক্ষেত্ৰত ন্যায়াধিকৰণসমূহৰ সিদ্ধান্তসমূহ দাখিল কৰাৰ আদালতৰ সিদ্ধান্তই ন্যায়াধিকৰণসমূহক দায়বদ্ধতা আৰু নিৰীক্ষণৰ এক অতিৰিক্ত স্তৰ প্ৰদান কৰিব।  অৱশ্যে, ট্ৰাইবুনেলসমূহক আইনৰ যিবোৰ ক্ষেত্ৰৰ বাবে গঠন কৰা হৈছে সেইবোৰৰ ক্ষেত্ৰত প্ৰথম উদাহৰণৰ আদালত হিচাপে কাম কৰি থাকিবলৈ অনুমতি দিয়া আদালতৰ সিদ্ধান্তই নিশ্চিত কৰিব যে ট্ৰাইবুনেলসমূহে ভাৰতত ন্যায় প্ৰশাসনত এক গুৰুত্বপূৰ্ণ ভূমিকা পালন কৰি থাকিব। "
        },
        "Nepali": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "भारतको सर्वोच्च अदालतले हालैको एक फैसलामा भारतीय संविधानअन्तर्गत न्यायाधिकरणको निर्माणसँग सम्बन्धित अनुच्छेद 323-ए र 323-बी को संवैधानिक वैधतालाई चुनौती दिने याचिकाहरूको समूहलाई सम्बोधन गरेको छ। ",
            "Brief Summary": "सर्वोच्च अदालतले अनुच्छेद 323-ए र 323-बी अन्तर्गत सिर्जना गरिएका न्यायाधिकरणहरूका निर्णयहरू अनुच्छेद 226 अन्तर्गत उच्च अदालतको रिट क्षेत्राधिकारको अधीनमा रहने निर्णय गरेको छ, जसको क्षेत्रीय क्षेत्राधिकारभित्र विशेष न्यायाधिकरण पर्दछ।  यद्यपि, न्यायाधिकरणहरूले कानुनका ती क्षेत्रहरूका लागि गठन गरिएका क्षेत्रहरूका सम्बन्धमा पहिलो पटकका अदालतहरूको रूपमा कार्य गर्न जारी राख्नेछन्।  न्यायाधिकरणहरूसँग अधीनस्थ विधान र नियमहरूको संवैधानिक वैधता परीक्षण गर्ने शक्ति पनि हुनेछ, यस अपवादको अधीनमा कि उनीहरूले आफ्नो मूल विधानहरूको संवैधानिक वैधतासम्बन्धी कुनै पनि प्रश्नलाई विचार गर्दैनन्। ",
            "Main Arguments": "यस मुद्दामा मुख्य तर्कहरू अनुच्छेद 323-ए र 323-बी को संवैधानिक वैधताको वरिपरि केन्द्रित थिए, जुन न्यायाधिकरणको निर्माणसँग सम्बन्धित छ।  याचिकाकर्ताहरूले तर्क गरे कि यी लेखहरू प्राकृतिक न्यायको सिद्धान्त र शक्ति पृथक्करणको सिद्धान्तको उल्लङ्घन हो।  अर्कोतर्फ, प्रतिवादीहरूले न्याय प्रशासनका लागि एक कुशल र प्रभावकारी संयन्त्र प्रदान गर्न न्यायाधिकरणहरू सिर्जना गरिएको तर्क गरे। ",
            "Legal Precedents or Statutes Cited": "अदालतले भारतीय संविधानको धारा 226 लाई उद्धृत गरेको छ, जसले उच्च अदालतहरूलाई न्यायिक समीक्षाको शक्ति प्रदान गर्दछ।  अदालतले अनुच्छेद 323-ए र 323-बी पनि उल्लेख गरेको छ, जुन न्यायाधिकरणको गठनसँग सम्बन्धित छ। ",
            "Quotations from the court": "न्यायाधीश एल नागेश्वर राव, बीआर गवई, एएस बोपन्ना र वी रामसुब्रमणियनको बेन्चले टिप्पणी गरेः \"माथिको कुरालाई ध्यानमा राख्दै, हामी मान्दछौं कि अनुच्छेद... 323-ए र अनुच्छेद 323-बी अन्तर्गत सिर्जना गरिएका न्यायाधिकरणका सबै निर्णयहरू उच्च अदालतको डिभिजन बेन्चको अगाडि अनुच्छेद 226 अन्तर्गत उच्च अदालतको रिट क्षेत्राधिकारको अधीनमा हुनेछन्, जसको क्षेत्रीय क्षेत्राधिकारभित्र विशेष न्यायाधिकरण पर्दछ। ",
            "Present Court's Verdict": "सर्वोच्च अदालतले अनुच्छेद 323-ए र 323-बी अन्तर्गत सिर्जना गरिएका न्यायाधिकरणका निर्णयहरू अनुच्छेद 226 अन्तर्गत उच्च अदालतको रिट क्षेत्राधिकारको अधीनमा रहने निर्णय गरेको छ।  अदालतले यो पनि निर्णय गर्यो कि न्यायाधिकरणहरूले कानुनी क्षेत्रहरूको सन्दर्भमा पहिलो पटक अदालतहरूको रूपमा कार्य गर्न जारी राख्नेछन् जसका लागि तिनीहरू गठन गरिएका छन्। ",
            "Conclusion": "यस मामिलामा सर्वोच्च अदालतको फैसलाले भारतमा न्यायाधिकरणको कामकाजमा महत्त्वपूर्ण प्रभाव पार्छ।  धारा 226 अन्तर्गत उच्च अदालतको रिट क्षेत्राधिकारमा न्यायाधिकरणहरूको निर्णयलाई विषय बनाउने अदालतको निर्णयले न्यायाधिकरणहरूलाई जवाफदेहिता र निरीक्षणको अतिरिक्त तह प्रदान गर्नेछ।  यद्यपि, न्यायाधिकरणहरूलाई तिनीहरू गठन गरिएका कानुनी क्षेत्रहरूको सन्दर्भमा पहिलो पटकको अदालतको रूपमा कार्य गर्न अनुमति दिने अदालतको निर्णयले भारतमा न्यायको प्रशासनमा न्यायाधिकरणहरूले महत्त्वपूर्ण भूमिका निर्वाह गर्न जारी राख्ने सुनिश्चित गर्नेछ। "
        },
        "Bodo": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "भारतनि जौसिन अदालते बावैसोनि मोनसे बिजिरनायाव भारतारि संबिजुनि सिङाव ट्रिब्युनलफोर दानायजों सोमोन्दो थानाय दफा 323-ए आरो 323-बी नि आयेनारि गनायथिखौ हेंथाहोनाय पिटिसनफोरनि मोनसे जुथुमखौ नायदोंमोन। ",
            "Brief Summary": "सुप्रीम क'र्टआ मानिदोंमोन दि दफा 323-ए आरो 323-बी नि सिङाव बानायनाय ट्रिब्युनलनि थिरांथाफोरा दफा 226 नि सिङाव गोजौ बिजिरसालिनि मोनसे डिवीजन बेंचनि सिगाङाव गोजौ बिजिरसालिनि रिट न्यायबिधाननि सिङाव जागोन, जायनि ओनसोलारि न्यायबिधाननि सिङाव थि ट्रिब्युनलआ गोग्लैयो।  जिखिजायामानो, ट्रिब्युनलफोरा आयेननि बै ओनसोलफोरनि बेलायाव गिबिसिन बिजिरसालिनि महरै हाबा मावगासिनो थायो जायनि थाखाय बेफोरखौ दानाय जायो।  ट्रिब्युनलफोरहा गाहायनि आयेन आरो नेमफोरनि आयेनारि उदायथिखौ आनजाद नायनायनि गोहोबो दङ ', बेनि अनगायै दि बिसोर गावसोरनि बिमा बिफायारि आयेनफोरनि आयेनारि उदायथिनि सोमोनदै जेबो सोंनायखौ गनायनाय नङा। ",
            "Main Arguments": "बे मामलायाव गाहाय बाथ्रा दानथेलायनाया दफा 323-ए आरो 323-बी नि आयेनारि गनायथिनि खाथि-खालायावमोन, जाय ट्रिब्युनल दानायजों सोमोन्दो दं।  आर'जलाइगिरिफोरा जुक्ति होदोंमोन दि बेफोर लिरबिदांफोरा मिथिंगायारि न्यायनि खान्थिफोर आरो गोहोफोरखौ बोखावनायनि सानथौखौ सिफायनायमोन।  गुबुन फारसेथिं रिप'न्देन्टफोरा बाथ्रा दानथेलायो दि ट्रिब्युनलफोरखौ न्यायनि खुंथायनि थाखाय मोनसे आखा-फाखा आरो गोहोम गोनां आदब होनो थाखाय बानायनाय जादोंमोन। ",
            "Legal Precedents or Statutes Cited": "कच'र्टआ भारतारि संबिजुनि दफा 226 खौ मुंख'दों, जाय गोजौ कच'र्टफोरखौ न्यायारि बिजिरसंनायनि गोहो होयो।  क'र्टआ दफा 323-ए आरो 323-बी खौबो मुंख'दों, जाय ट्रिब्युनलफोर दानायजों सोमोन्दो दं। ",
            "Quotations from the court": "जास्टिस एल. नागेश्वर राव, बी. आर. गवई, ए. एस. बपन्ना आरो वी. रामासुब्रमणियननि बेंचा नोजोर होदोंमोनः \"गोजौनि नोजोर होनानै, जों मानियो दि दफा... 323-ए आरो दफा 323-बी नि सिङाव बानायनाय ट्रिब्युनलनि गासिबो थिरांथाफोरा दफा 226 नि सिङाव गोजौ बिजिरसालिनि मोनसे डिवीजन बेंचनि सिगाङाव गोजौ बिजिरसालिनि रिट न्यायबिधाननि सिङाव जागोन, जायनि ओनसोलारि न्यायबिधाननि सिङाव, थि ट्रिब्युनलआ गोग्लैयो।\" ",
            "Present Court's Verdict": "सुप्रीम क'र्टआ बुंदों दि दफा 323-ए आरो 323-बी नि सिङाव बानायनाय ट्रिब्युनलनि थिरांथाफोरा दफा 226 नि सिङाव गोजौ बिजिरसालिनि रिट न्यायबिधाननि सिङाव जागोन।  कच'र्टआ बेखौबो मानिदोंमोन दि ट्रिब्युनलफोरा आयेननि बै ओनसोलफोरनि बेलायाव गिबि बिदिन्थिनि कच'र्ट महरै खामानि मावनो हमथागोन जायनि थाखाय बेफोरखौ दानाय जादों। ",
            "Conclusion": "बे मामलायाव सुप्रीम क'र्टनि बिजिरनाया भारतआव ट्रिब्युनलनि खामानि मावनायाव ओंथिगोनां गोहोम खोख्लैयो।  ट्रिब्युनलनि थिरांथाफोरखौ दफा 226 नि सिङाव गोजौ बिजिरसालिनि रिथ न्यायबिथानि सिङाव दोननायनि कर्टनि थिरांथाआ ट्रिब्युनलफोरनो बिबान आरो नायसंनायनि मोनसे दाजाबदेरनाय थाखो जगायगोन।  जिखिजायामानो, ट्रिब्युनलफोरखौ आयेननि बै ओनसोलफोरनि बेलायाव गिबि बिदिन्थिनि कर्ट महरै खामानि मावनो गनायथि होनायनि कर्टनि थिरांथा, जायनि थाखाय बेफोरखौ दानाय जादों, बेखौ रोखा खालामगोन दि ट्रिब्युनलफोरा भारतआव न्यायनि खुंथायाव मोनसे गोनां बिफाव लानो हमथाबो। "
        },
        "Manipuri": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ইকুই কুইদ্রিবা ৱায়েল অমদা ইন্দিয়ন কন্সততুয়েসনগী মখাদা ত্রিব্যুনেলশিং শেম্বগা মরী লৈনবা আর্টিকল 323-A অমসুং 323-Bগী কন্সততুয়েন্সিএল ভেলিদিতীবু শিংনবা পিটিসন কাংবু অমা খন্নখি। ",
            "Brief Summary": "আর্টিকল 323-A অমসুং 323-B গী মখাদা শেম্বা ত্রিব্যুনেলশিংগী ৱারেপশিং অদু আর্টিকল 226 গী মখাদা হায় কোর্তকী রিৎ জুরিসদিক্সনগী মখা পোনগনি হায়না সুপ্রিম কোর্তনা হায়রি।  অদুম ওইনমক, ত্রিব্যুনেলশিংনা মখোয় শেমখিবা আইনগী লমশিংগী মতাংদা অহানবা ওইনা কোর্ত ওইনা মখা তানা থবক তৌনরগনি।  ত্রিব্যুনলশিংনসু সবওর্দিনেন্ত লেজিস্লেসন অমসুং রুলশিংগী কন্সতিস্ত্যুসনেল ভেলিদিতি চাং য়েংবগী শক্তি লৈগনি, মসিগী মথক্তা মখোয়না মখোয়গী পেরেন্ত স্তেচ্যুতশিংগী কন্সতিস্ত্যুসনেল ভেলিদিতিগা মরি লৈনবা ৱাহং অমত্তা খন্নগনি। ",
            "Main Arguments": "কেস অসিগী মরু ওইবা আর্গ্যুমেন্তশিংদি ত্রিব্যুনেলশিং শেম্বগা মরী লৈনবা আর্টিকল 323-A অমসুং 323-Bগী কন্সতিস্ত্যুসনেল ভেলিদিতিদা য়ুম্ফম ওই।  হায়রিবা আর্তিকলশিং অসিনা নেচরেল জস্তিসকী প্রিন্সিপলশিং অমসুং পাৱর সেপরেসনগী দোক্ত্রিনবু লান্দারকপনি হায়না পিটিসন পীখিবশিংনা ৱাকৎলকখি।  নাকল অমরোমদা, রেস্পোন্দেন্তশিংনা হায়রি মদুদি ত্রিব্যুনেলশিং অসি জস্তিসকী এদমিনিস্ত্রেসনগীদমক্তা মতিক চাবা অমসুং ইফেক্টিভ ওইবা মেকানিজম অমা পীনবগীদমক শেমখিবনি। ",
            "Legal Precedents or Statutes Cited": "হাই কোর্তশিংদা জুদিসিএল রিভিয়ু তৌবগী পাৱর পীবা, ইন্দিয়ন কন্সত্যুসনগী আর্টিকল 226 অসি কোর্তনা পনখি।  কোর্ট অসিনা ত্রিব্যুনেলশিং শেম্বগা মরী লৈনবা আর্টিকল 323-A অমসুং 323-Bশু পনখি। ",
            "Quotations from the court": "জস্তিস এল. নাগেশ্বর রাও, বি. আর. গবাই, এ. এস. বোপান্না অমসুং ভি. রামাসুব্রমনিয়নগী বেঞ্চনা অসুম্না হায়খিঃ \"মথক্তা পীরিবা অসি য়েংদুনা, আর্টিকল 323-এ অমসুং আর্টিকল 323-বি গী মখাদা শেম্বা ত্রিব্যুনেলগী ৱারেপ পুম্নমক আর্টিকল 226কী মখাদা হায় কোর্তকী রিৎ জুরিসদিক্সনগী মখা পোনগনি, হায় কোর্তকী দিভিজন বেঞ্চ অমগী মমাংদা, মসিগী তেরিতোরিএল জুরিসদিক্সনগী মনুংদা, অখন্নবা ত্রিব্যুনেল অদু লৈ।\" ",
            "Present Court's Verdict": "আর্টিকল 323-A অমসুং 323-B গী মখাদা শেম্বা ত্রিব্যুনেলশিংগী ৱারেপশিং অদু আর্টিকল 226 গী মখাদা হাই কোর্তকী রিৎ জুরিসদিক্সনগী মখা পোনগনি হায়না সুপ্রিম কোর্তনা হায়রি।  ত্রিব্যুনেলশিংনা মখোয় শেমখিবা আইনগী লমশিংগী মতাংদা অহানবা ওইনা কোর্ত ওইনা মখা তানা থবক তৌগনি হায়নসু কোর্তনা হায়রি। ",
            "Conclusion": "হীরম অসিগী মতাংদা সুপ্রিম কোর্তকী ৱারেপ অসিনা ভারত্তা লৈরিবা ত্রিব্যুনেলশিংগী মথৌ পাংথোকপদা অচৌবা শাফু অমা পীরি।  আর্টিকল 226কী মখাদা হাই কোর্তকী রিৎ জুরিসদিক্সনদা ত্রিব্যুনেলগী ৱারেপশিং পীনবগী কোর্তকী ৱারেপ অসিনা ত্রিব্যুনেলশিংদা একাউন্তেবিলিতী অমসুং সুপরভাইজকী অহেনবা লেয়র অমা পীগনি।  অদুম ওইনমক, ত্রিব্যুনেলশিংবু মখোয়না শেম্লম্বা আইনগী লমশিংগী মতাংদা অহানবা ওইনা কোর্ত ওইনা মখা তানা থবক তৌবা য়াহন্নবা কোর্তকী ৱারেপ অসিনা ত্রিব্যুনেলশিংনা ভারত্তা জস্তিসকী এদমিনিস্ত্রেসন তৌবদা মরু ওইবা থৌদাং অমা মখা তানা লৌশিনগনি। "
        },
        "English": {
            "Case name": "Tribunals' Competence to Test Constitutional Validity of Statutory Provisions/Rules (1997)",
            "Case Type": [
                "Constitutional Law"
            ],
            "Case": "The case deals with the competence of Tribunals, constituted under Article 323-A and 323-B of the Constitution of India, to test constitutional validity of statutory provisions/rules.",
            "Brief Summary": "The Supreme Court has held that the Tribunals, constituted under Article 323-A and 323-B of the Constitution of India, possess the competence to test constitutional validity of statutory provisions/rules. The court has also observed that the Central Administrative Tribunal (CAT) and the State Administrative Tribunals (SATs) created under the Administrative Tribunals Act, 1985 are not substitutes for the High Courts under Article 226 and Article 227 of the Constitution of India.",
            "Main Arguments": "- The Tribunals possess the competence to test constitutional validity of statutory provisions/rules.\n- The constitutional validity of statutory provisions/rules can only be tested by the High Courts or the Supreme Court.\n- The CAT and the SATs are not substitutes for the High Courts under Article 226 and Article 227 of the Constitution of India.",
            "Legal Precedents or Statutes Cited": "- Article 323-A and 323-B of the Constitution of India.\n- Administrative Tribunals Act, 1985.",
            "Quotations from the court": "- \"The Tribunals, constituted under Articles 323-A or 323-B, have the competence to test the constitutionality of a statutory provision or a rule.\"\n- \"The Tribunals have the power of judicial review. The Tribunals have the jurisdiction to test the constitutional validity of the statutory provisions or rules.\"",
            "Present Court's Verdict": "- The Supreme Court has held that the Tribunals possess the competence to test constitutional validity of statutory provisions/rules.\n- The court has also observed that the CAT and the SATs are not substitutes for the High Courts under Article 226 and Article 227 of the Constitution of India.",
            "Conclusion": "The Supreme Court has held that the Tribunals possess the competence to test constitutional validity of statutory provisions/rules, and the CAT and the SATs are not substitutes for the High Courts under Article 226 and Article 227 of the Constitution of India."
        }
    },
    "MANU_SC_2002_0189": {
        "Hindi": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "पंजाब राज्य बनाम स्पैन मोटेल्स प्राइवेट लिमिटेड और ए. एन. आर. ",
            "Brief Summary": "हिमाचल प्रदेश उच्च न्यायालय ने स्पैन मोटेल्स प्राइवेट लिमिटेड को अभिनिर्धारित किया।  लिमिटेड पारिस्थितिक रूप से नाजुक भूमि को पट्टे पर देकर सार्वजनिक विश्वास के पेटेंट उल्लंघन के लिए जिम्मेदार है।  अदालत ने कंपनी को अनुकरणीय हर्जाने के रूप में 10 लाख रुपये का भुगतान करने और कंपनी की कार्रवाइयों से प्रभावित ब्यास नदी क्षेत्र में बाढ़ संरक्षण कार्यों के लिए पंजाब राज्य को विशेष हर्जाने की राशि भेजने का निर्देश दिया। ",
            "Main Arguments": "मुख्य तर्क मुआवजे की मात्रा के निर्धारण के इर्द-गिर्द घूमते थे और क्या स्पैन मोटेल्स प्राइवेट लिमिटेड पर उसकी गतिविधियों के लिए अनुकरणीय नुकसान लगाया जाना चाहिए जो पारिस्थितिक रूप से नाजुक क्षेत्र में प्रदूषण का कारण बनी थी। ",
            "Legal Precedents or Statutes Cited": "अदालत ने उच्चतम न्यायालय द्वारा व्याख्या किए गए \"प्रदूषक भुगतान\" सिद्धांत का हवाला दिया, जिसमें कहा गया है कि प्रदूषण पैदा करने के लिए जिम्मेदार लोगों को बहाली और मुआवजे की लागत वहन करनी चाहिए। ",
            "Quotations from the court": "अदालत ने कहा, \"मोटल के वकील या किसी और के लिए उन निष्कर्षों को उलटने या प्रकृति या चरित्र या मोटल की गतिविधियों की वैधता या औचित्य पर पुनर्विचार करने का दावा करना अस्वीकार्य था।\"  अदालत ने यह भी कहा कि अनुकरणीय हर्जाना लगाने का उद्देश्य और उद्देश्य दूसरों को किसी भी तरह से प्रदूषण फैलाने से रोकना था। ",
            "Present Court's Verdict": "हिमाचल प्रदेश उच्च न्यायालय ने निम्नलिखित प्रमुख निर्णय लिए-कंपनी को अनुकरणीय हर्जाने के रूप में 10 लाख रुपये का भुगतान करने का निर्देश दिया।-कंपनी के कार्यों से प्रभावित ब्यास नदी क्षेत्र में बाढ़ सुरक्षा कार्यों के लिए कंपनी को पंजाब राज्य को विशेष हर्जाने की राशि भेजने का आदेश दिया।-कंपनी को पट्टे पर दिए गए मोटल के क्षेत्र में एक चारदीवारी बनाने का निर्देश दिया। ",
            "Conclusion": "हिमाचल प्रदेश उच्च न्यायालय ने स्पैन मोटेल्स प्राइवेट लिमिटेड को अभिनिर्धारित किया।  सार्वजनिक विश्वास के पेटेंट उल्लंघन के लिए जिम्मेदार लिमिटेड ने कंपनी को अनुकरणीय हर्जाने के रूप में 10 लाख रुपये का भुगतान करने के साथ-साथ कंपनी की कार्रवाइयों से प्रभावित ब्यास नदी क्षेत्र में बाढ़ संरक्षण कार्यों के लिए पंजाब राज्य को विशेष हर्जाने की राशि भेजने का निर्देश दिया। "
        },
        "Bengali": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "পঞ্জাব রাজ্য বনাম স্প্যান মোটেলস প্রাইভেট লিমিটেড ও আনআর। ",
            "Brief Summary": "হিমাচল প্রদেশ হাইকোর্ট স্প্যান মোটেলস প্রাইভেট লিমিটেডকে রায় দিয়েছে।  লিমিটেড পরিবেশগতভাবে ভঙ্গুর জমি ইজারা দিয়ে জনসাধারণের বিশ্বাসের পেটেন্ট লঙ্ঘনের জন্য দায়বদ্ধ।  আদালত কোম্পানিটিকে দৃষ্টান্তমূলক ক্ষতিপূরণ হিসাবে 10 লক্ষ টাকা দিতে এবং কোম্পানির পদক্ষেপে ক্ষতিগ্রস্ত বিয়াস নদী এলাকায় বন্যা সুরক্ষা কাজের জন্য পঞ্জাব রাজ্যকে বিশেষ ক্ষতির পরিমাণ পাঠানোর নির্দেশ দেয়। ",
            "Main Arguments": "মূল যুক্তিগুলি ক্ষতিপূরণের পরিমাণ নির্ধারণ এবং পরিবেশগতভাবে ভঙ্গুর এলাকায় দূষণ ঘটানো স্প্যান মোটেলস প্রাইভেট লিমিটেডের কার্যকলাপের জন্য দৃষ্টান্তমূলক ক্ষতি আরোপ করা উচিত কিনা তা ঘিরে আবর্তিত হয়েছিল। ",
            "Legal Precedents or Statutes Cited": "আদালত সুপ্রিম কোর্ট দ্বারা ব্যাখ্যা করা \"দূষণকারী অর্থ প্রদান\" নীতির উদ্ধৃতি দিয়েছে, যেখানে বলা হয়েছে যে দূষণ ঘটানোর জন্য দায়ী ব্যক্তিদের পুনরুদ্ধার এবং ক্ষতিপূরণের খরচ বহন করা উচিত। ",
            "Quotations from the court": "আদালত পর্যবেক্ষণ করেছে, \"মোটেলের কৌঁসুলি বা অন্য যে কোনও ব্যক্তির পক্ষে এই ফলাফলগুলির বিপরীতকরণ বা মোটেলের কার্যকলাপের প্রকৃতি বা চরিত্র বা বৈধতা বা যথার্থতার পুনর্বিবেচনার দাবি করা অগ্রহণযোগ্য।\"  আদালত আরও উল্লেখ করেছে যে, দৃষ্টান্তমূলক ক্ষয়ক্ষতি আরোপের উদ্দেশ্য এবং উদ্দেশ্য ছিল যে কোনও উপায়ে দূষণ ঘটানো থেকে অন্যদের প্রতিরোধ করা। ",
            "Present Court's Verdict": "হিমাচল প্রদেশের হাইকোর্ট নিম্নলিখিত গুরুত্বপূর্ণ সিদ্ধান্তগুলি নিয়েছেঃ-কোম্পানিটিকে দৃষ্টান্তমূলক ক্ষতিপূরণ হিসাবে 10 লক্ষ টাকা দেওয়ার নির্দেশ দিয়েছে।-কোম্পানির পদক্ষেপের ফলে ক্ষতিগ্রস্ত ব্যাস নদী এলাকায় বন্যা সুরক্ষা কাজের জন্য কোম্পানিটিকে পঞ্জাব রাজ্যকে বিশেষ ক্ষতির পরিমাণ পাঠানোর নির্দেশ দিয়েছে।-কোম্পানিকে ইজারা দেওয়া মোটেলের এলাকায় একটি সীমানা প্রাচীর নির্মাণের নির্দেশ দিয়েছে। ",
            "Conclusion": "হিমাচল প্রদেশের হাইকোর্ট স্প্যান মোটেলস প্রাইভেট লিমিটেডকে রায় দিয়েছে।  পাবলিক ট্রাস্টের পেটেন্ট লঙ্ঘনের জন্য দায়বদ্ধ এবং কোম্পানিটিকে দৃষ্টান্তমূলক ক্ষতিপূরণ হিসাবে 10 লক্ষ টাকা দেওয়ার পাশাপাশি কোম্পানির পদক্ষেপে ক্ষতিগ্রস্থ ব্যাস নদী অঞ্চলে বন্যা সুরক্ষা কাজের জন্য পাঞ্জাব রাজ্যকে বিশেষ ক্ষতির পরিমাণ পাঠানোর নির্দেশ দেয়। "
        },
        "Assamese": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "পঞ্জাব ৰাজ্য বনাম স্পান মোটেলছ প্ৰাইভেট লিমিটেড আৰু আনৰ। ",
            "Brief Summary": "হিমাচল প্ৰদেশ উচ্চ ন্যায়ালয়ে স্পান মটেলছ প্ৰাইভেটক ৰায় দিছিল।  পৰিৱেশগতভাৱে দুৰ্বল ভূমি লিজ দি ৰাজহুৱা বিশ্বাসৰ পেটেণ্ট উলংঘনৰ বাবে দায়বদ্ধ লিমিটেড।  আদালতে কোম্পানীক দৃষ্টান্তমূলক ক্ষতি হিচাপে 10 লাখ টকা পৰিশোধ কৰিবলৈ আৰু কোম্পানীৰ কাৰ্য্যৰ দ্বাৰা প্ৰভাৱিত ব্যাস নদী অঞ্চলত বানপানী সুৰক্ষাৰ কামৰ বাবে পঞ্জাৱ ৰাজ্যলৈ বিশেষ ক্ষতিৰ পৰিমাণ প্ৰেৰণ কৰিবলৈ নিৰ্দেশ দিয়ে। ",
            "Main Arguments": "মূল যুক্তিবোৰ ক্ষতিপূৰণৰ পৰিমাণ নিৰ্ধাৰণ আৰু পৰিৱেশগতভাৱে দুৰ্বল অঞ্চলটোত প্ৰদূষণৰ সৃষ্টি কৰা ইয়াৰ কাৰ্যকলাপৰ বাবে স্প্যান মটেলছ প্ৰাইভেট লিমিটেডৰ ওপৰত দৃষ্টান্তমূলক ক্ষতি আৰোপ কৰা উচিত নেকি তাক কেন্দ্ৰ কৰি ঘূৰি ফুৰিছিল। ",
            "Legal Precedents or Statutes Cited": "আদালতে উচ্চতম ন্যায়ালয়ে ব্যাখ্যা কৰা \"প্ৰদূষকৰ পৰিশোধ\" নীতিৰ উদ্ধৃতি দিছিল, য \"ত কোৱা হৈছে যে প্ৰদূষণ সৃষ্টি কৰাৰ বাবে দায়ী লোকসকলে পুনৰুদ্ধাৰ আৰু ক্ষতিপূৰণৰ ব্যয় বহন কৰিব লাগে। ",
            "Quotations from the court": "আদালতে মন্তব্য কৰিছিল, \"মটেলৰ পৰামৰ্শদাতা বা আন যিকোনো ব্যক্তিৰ বাবে সেই ফলাফলসমূহৰ বিপৰীতমুখী দাবী কৰা বা মটেলৰ কাৰ্যকলাপৰ বৈধতা বা উপযুক্ততাৰ প্ৰকৃতি বা চৰিত্ৰৰ পুনৰ বিবেচনা কৰাটো জৰুৰী।\"  আদালতে লগতে উল্লেখ কৰিছিল যে দৃষ্টান্তমূলক ক্ষতিৰ আদায়ৰ উদ্দেশ্য আৰু উদ্দেশ্য আছিল যিকোনো ধৰণে প্ৰদূষণ সৃষ্টি কৰাৰ পৰা আনৰ প্ৰতি প্ৰতিৰোধ হিচাপে কাম কৰা। ",
            "Present Court's Verdict": "হিমাচল প্ৰদেশৰ উচ্চ ন্যায়ালয়ে তলত উল্লেখ কৰা গুৰুত্বপূৰ্ণ সিদ্ধান্তসমূহ গ্ৰহণ কৰিছেঃ-কোম্পানীক দৃষ্টান্তমূলক ক্ষতি পূৰণৰ বাবে 10 লাখ টকা পৰিশোধ কৰিবলৈ নিৰ্দেশ দিয়া হৈছে।-কোম্পানীৰ কাৰ্য্যৰ দ্বাৰা প্ৰভাৱিত ব্যাস নদী অঞ্চলত বানপানী সুৰক্ষাৰ কামৰ বাবে পঞ্জাৱ ৰাজ্যলৈ বিশেষ ক্ষতিৰ পৰিমাণ প্ৰেৰণ কৰিবলৈ কোম্পানীক নিৰ্দেশ দিয়া হৈছে।-কোম্পানীক লিজৰ দ্বাৰা সামৰি লোৱা মটেলৰ অঞ্চলত সীমা দেৱাল নিৰ্মাণ কৰিবলৈ নিৰ্দেশ দিয়া হৈছে। ",
            "Conclusion": "হিমাচল প্ৰদেশৰ উচ্চ ন্যায়ালয়ে স্পান মটেলছ প্ৰাইভেটক ৰায় দিছিল।  ৰাজহুৱা বিশ্বাসৰ পেটেণ্ট উলংঘনৰ বাবে দায়বদ্ধ আৰু কোম্পানীক দৃষ্টান্তমূলক ক্ষতি হিচাপে 10 লাখ টকা পৰিশোধ কৰাৰ লগতে কোম্পানীৰ কাৰ্য্যৰ দ্বাৰা প্ৰভাৱিত ব্যাস নদী অঞ্চলত বানপানী সুৰক্ষাৰ কামৰ বাবে পঞ্জাৱ ৰাজ্যলৈ বিশেষ ক্ষতিৰ পৰিমাণ প্ৰেৰণ কৰিবলৈ নিৰ্দেশ দিয়ে। "
        },
        "Nepali": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "पञ्जाब राज्य बनाम स्पान मोटेल्स प्रा. लि. र अन्र। ",
            "Brief Summary": "हिमाचल प्रदेश उच्च अदालतले स्प्यान मोटेल्स प्रा।  पारिस्थितिकीय रूपमा कमजोर जमिन भाडामा दिएर सार्वजनिक विश्वासको पेटेन्ट उल्लङ्घनका लागि जिम्मेवार लिमिटेड।  अदालतले कम्पनीलाई अनुकरणीय क्षतिपूर्तिका रूपमा रु. 10 लाख तिर्न र कम्पनीको कार्यबाट प्रभावित ब्यास नदी क्षेत्रमा बाढी संरक्षण कार्यका लागि पञ्जाब राज्यलाई विशेष क्षतिपूर्तिको रकम तिर्न निर्देशन दिएको छ। ",
            "Main Arguments": "मुख्य तर्कहरू क्षतिपूर्तिको मात्रा निर्धारण गर्ने र पारिस्थितिकीय रूपमा कमजोर क्षेत्रमा प्रदूषण निम्त्याउने स्प्यान मोटेल्स प्राइभेट लिमिटेडलाई यसको गतिविधिहरूका लागि अनुकरणीय क्षति पुऱ्याउनु पर्छ कि हुँदैन भन्ने वरिपरि घुमेको थियो। ",
            "Legal Precedents or Statutes Cited": "अदालतले सर्वोच्च अदालतले व्याख्या गरेको \"प्रदूषक भुक्तानी\" सिद्धान्तलाई उद्धृत गरेको छ, जसले प्रदूषण फैलाउन जिम्मेवारहरूले पुनर्स्थापना र क्षतिपूर्तिको लागत वहन गर्नुपर्ने व्यवस्था गरेको छ। ",
            "Quotations from the court": "अदालतले टिप्पणी गर्यो, \"मोटेलको वकिल वा अरू कसैलाई ती निष्कर्षहरू उल्टाउने वा प्रकृति वा चरित्रको पुनर्विचार वा मोटेलको गतिविधिहरूको वैधानिकता वा औचित्य दावी गर्न अनुमति थिएन।\"  अदालतले यो पनि उल्लेख गर्यो कि अनुकरणीय क्षतिहरू लगाउने उद्देश्य र उद्देश्य अरूलाई कुनै पनि तरिकामा प्रदूषण फैलाउनबाट रोक्ने काम गर्नु हो। ",
            "Present Court's Verdict": "हिमाचल प्रदेशको उच्च अदालतले निम्न प्रमुख निर्णयहरू गर्योः-कम्पनीलाई अनुकरणीय क्षतिपूर्तिका रूपमा रु. 10 लाख तिर्न निर्देशन दियो।-कम्पनीको कार्यबाट प्रभावित ब्यास नदी क्षेत्रमा बाढी संरक्षण कार्यका लागि पञ्जाब राज्यलाई विशेष क्षतिपूर्तिको रकम पठाउन कम्पनीलाई आदेश दियो।-कम्पनीलाई भाडामा दिइएको मोटेलको क्षेत्रमा चार पर्खाल निर्माण गर्न निर्देशन दियो। ",
            "Conclusion": "हिमाचल प्रदेशको उच्च अदालतले स्प्यान मोटेल्स प्रा।  सार्वजनिक विश्वासको पेटेन्ट उल्लङ्घनका लागि जिम्मेवार रहेको लिमिटेडले कम्पनीलाई अनुकरणीय क्षतिपूर्तिका रूपमा रु. 10 लाख तिर्न निर्देशन दिएको छ, साथै कम्पनीको कार्यबाट प्रभावित ब्यास नदी क्षेत्रमा बाढी संरक्षण कार्यका लागि पञ्जाब राज्यलाई विशेष क्षतिपूर्तिको रकम तिर्न पनि निर्देशन दिएको छ। "
        },
        "Bodo": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "पान्जाब रायजो बनाम स्पान मटेल्स प्राइबेट लिमिटेड आरो ए. एन. आर. ",
            "Brief Summary": "हिमाचल प्रदेश गोजौ क'र्टआ स्पान मटेल्स प्राइबेटखौ बिथोन होदोंमोन।  सोरबिथिङारि महरै लोरबां हाखौ लीजायाव होनानै राइजोआरि फोथायथिनि पेटेन्ट सिफायनायनि थाखाय लिमिटेडआ बिबान गोनां।  कच'र्टआ कम्पानीखौ दिन्थिमहरै खहा महरै 10 लाख रां होनो आरो कम्पनीनि खामानिफोरजों गोहोम खोख्लैजानाय ब्यास दैमा ओनसोलाव दै बाना रैखाथि हाबाफोरनि थाखाय पान्जाब रायजोखौ जर'खा खहा खालामनायनि बिबांखौ हरफिननो बिथोन होदोंमोन। ",
            "Main Arguments": "गाहाय बाथ्रा दानथेलायनाया क्षतिपूरणनि बिबांखौ थि खालामनायनि सोरगिदिं गिदिङो आरो स्पान मटेल्स प्राइबेट लिमिटेडनि सायाव बिनि मावथायफोरनि थाखाय नेरसोनगोनां खहा खालामजानांगौ ना नाङा जाय सोरबिथिङारि महरै लोरबां ओनसोलाव गाज्रि खालामनाय सोमजिहोदोंमोन। ",
            "Legal Precedents or Statutes Cited": "कच'र्टआ जौसिन कच'र्टजों बुंजानाय बायदि \"पलिउटार पेइस\" प्रिन्सिपलखौ मुंख'दों, जेराव बुंनाय जादों दि पलिउशन सोमजिहोनो थाखाय बिबानगोनां सुबुंफोरा फाहामनाय आरो खहा खालामनायनि बेसेनखौ सहायनांगोन। ",
            "Quotations from the court": "कर्टआ नोजोर होदोंमोन, \"मटेलनि सुबुरुनगिरि एबा सोरबा गुबुननि थाखाय बै फिथाइफोरखौ सोलायसोल'खालामनो एबा मिथिंगा एबा आखु एबा मटेलनि हाबा-हुखाफोरनि आयेनारि एबा मोजांनि सायाव बिजिरसंनायखौ दाबि खालामनाया गनायथाव नङामोन।\"  कच'र्टआ बेखौबो मुंख'दोंमोन दि नेरसोनगोनां खहा खालामनायनि थांखि आरो थांखिया गुबुनफोरनि थाखाय जायखिजाया रोखोमै गाज्रि जानायनिफ्राय होबथाग्रा महरै खामानि मावनायमोन। ",
            "Present Court's Verdict": "हिमाचल प्रदेशनि गोजौ अदालते गाहायाव होनाय गाहाय थांखिफोर लादोंमोनः-कम्पानीखौ नेरसोनगोनां खहा महरै 10 लाख रां होनो बिथोन होदोंमोन।-कम्पानीनि खामानिफोरजों गोहोम खोख्लैजानाय ब्यास दैमा ओनसोलाव दै बाना रैखाथि हाबाफोरनि थाखाय पंजाब रायजोखौ जर'खा खहा खालामनायनि बिबांखौ दैथायहरनो कम्पानीखौ बिथोन होदोंमोन।-लीजजों खोबजानाय मटेलनि ओनसोलाव मोनसे सिमा इनजुर बानायनो कम्पानीखौ बिथोन होदोंमोन। ",
            "Conclusion": "हिमाचल प्रदेशनि गोजौ क'र्टआ स्पान म'टेल्स प्राइबेटखौ बिथोन होदोंमोन।  लिमिटेडआ राइजोआरि फोथायथिनि पेटेन्ट सिफायनायनि थाखाय बिबान गोनां आरो कम्पानीखौ नेरसोनगोनां खहा महरै 10 लाख रां होनो बिथोन होदोंमोन, लोगोसे कम्पनीनि खामानिफोरजों गोहोम खोख्लैजानाय ब्यास दैमा ओनसोलाव दै बाना रैखाथि हाबाफोरनि थाखाय पान्जाब रायजोखौ जुनिया खहा खालामनायनि बिबांखौ हरफिननो बिथोन होदोंमोन। "
        },
        "Manipuri": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "পঞ্জাব রাজ্য ভি. স্পান মোতেলস প্রাইবেৎ লিমিতেদ অমসুং এ. এন. আর. ",
            "Brief Summary": "হিমাচল প্রদেশ হায় কোর্তনা স্পান মোতল্স প্রাইবেৎ লিমিতেদকী ৱারেপ লৌখ্রে।  লিমিতেদনা ইকোলোজিগী ওইনা শোকহল্লবা লম লীজ লৌদুনা পব্লিক ত্রস্তকী পেতেন্ত লৌশিনখিবগীদমক থৌদাং লৌই।  কোর্তনা কম্পেনী অদুদা খুদম ওইনা শেন্দোং তানবা ওইনা লুপা লাখ 10 পীননবা অমদি কম্পেনীগী থবকশিংনা শোকহল্লবা ব্যাস তুরেল লমদমদা ঈশিং-ঈচাউ ঙাক-শেনবগী থবকশিংগীদমক্তা পঞ্জাব স্তেৎতা অখন্নবা শেন্দোং তানবা খঙহনখ্রে। ",
            "Main Arguments": "মরু ওইবা আর্গ্যুমেন্তশিং অসি কম্পেন্সেসনগী ক্বান্তম লেপথোকপা অমসুং ইকোলোজিগী ওইনা শোকহল্লবা এরিয়া অদুদা পোলুসন থোকহল্লকখিবা স্পান মোতল্স প্রাইবেৎ লিমিতেদকী থবক-থৌরমশিংদা খুদম ওইবা মওংদা মাং-তাকহনগদরা হায়বগী মতাংদা ওইখি। ",
            "Legal Precedents or Statutes Cited": "সুপ্রিম কোর্তনা শন্দোক্না তাক্লিবা \"পোল্যুতর পেইস\" প্রিন্সিপল অদু কোর্তনা পনখি, মসিদা পোল্যুসন থোকহল্লিবশিংনা রিষ্টোরেসন অমসুং কম্পেন্সেসনগী শেল পীগদবনি হায়রি। ",
            "Quotations from the court": "কোর্তনা হায়রি, \"মোটেলগী কাউন্সেল নত্ত্রগা অতোপ্পা কনাগুম্বা অমনা মসিগী ফলশিং অদু হল্লকপা নত্ত্রগা মওং নত্ত্রগা মওং নত্ত্রগা মোটেলগী থবক-থৌরমশিংগী লিগেলিতী নত্ত্রগা প্রোপ্রিএতীবু অমুক হন্না য়েংশিনবা হায়বসি অয়াবা পীদে।\"  খুদম ওইনা উৎলিবা মাং-তাকপগী লেভীগী পান্দম অমদি পান্দমদি অতোপ্পশিংনা মওং অমত্তদা পোলুসন থোকহন্দনা থম্নবনি হায়নসু কোর্তনা পনখি। ",
            "Present Court's Verdict": "হিমাচল প্রদেশকী হাই কোর্তনা মখাদা পীরিবা মরুওইবা ৱারেপশিং অসি লৌখিঃ-কম্পেনী অদুদা খুদম ওইনা শেন্দোং তানবা ওইনা লুপা লাখ 10 পীননবা খঙহনখ্রে।-কম্পেনীগী থবকশিংনা শোকহল্লবা ব্যাস তুরেল লমদমদা ঈশিং-ঈচাউদগী ঙাক-শেনবগী থবকশিংগীদমক্তা পঞ্জাব স্তেৎতা অখন্নবা শেন্দোং তানবা কম্পেনীদা খঙহনখ্রে।-কম্পেনী অদুদা লীজ অদুনা কোনশিল্লিবা মোতেলগী মফমদা ঙমখৈগী ফক্লাং অমা শাখি হায়না খঙহনখ্রে। ",
            "Conclusion": "হিমাচল প্রদেশকী হাই কোর্তনা স্পান মোতল্স প্রাইবেৎ লিমিতেদকী ৱারেপ লৌখ্রে।  লিমিতেদনা পব্লিক ত্রস্তকী পেতেন্ত লৌশিনখিবগীদমক থৌদাং লৌখি অমসুং কম্পেনী অদুদা খুদম ওইনা শেন্দোং তানবা ওইনা লুপা লাখ 10 পীবগা লোয়ননা কম্পেনীগী থবকশিংনা শোকহল্লবা ব্যাস তুরেল লমদমদা ঈশিং-ঈচাউ ঙাক-শেনবগী থবকশিংগীদমক্তা পঞ্জাব স্তেৎতা অখন্নবা শেন্দোং তানবা খঙহনখ্রে। "
        },
        "English": {
            "Case name": "State of Punjab v. Span Motels Pvt. Ltd (2002)",
            "Case Type": [
                "Writ Petition (Civil) No. 112 of 2019"
            ],
            "Case": "The case involved a dispute between the State of Punjab and Span Motels Pvt. Ltd. over the leasing of ecologically fragile land to the motel. The Supreme Court had earlier directed the motel to show cause as to why it should not be asked to pay exemplary damages for having committed the acts set out in the main judgment.",
            "Brief Summary": "The Supreme Court held that Span Motels Pvt. Ltd. had committed a patent breach of public trust by leasing ecologically fragile land to the motel. The Court directed the motel to pay compensation by way of cost for restitution of the environment and the ecology of the area. The Court also directed the motel to construct a boundary wall on the area of the motel which was covered by the lease.",
            "Main Arguments": "The main arguments in the case were centered around the applicability of the \"polluter pays\" principle, the quantum of exemplary damages, and the determination of the quantum of damages.",
            "Legal Precedents or Statutes Cited": "The case cited the Supreme Court's earlier judgment in 2000, which directed the motel to show cause as to why it should not be asked to pay exemplary damages. The case also cited the Himachal Pradesh High Court's judgment in 2009, which directed the motel to pay compensation by way of cost for restitution of the environment and the ecology of the area.",
            "Quotations from the court": "\"The object and purpose of the levy of exemplary damages was to serve as a deterrent to others from causing pollution in any manner.\"",
            "Present Court's Verdict": "The Supreme Court held that the \"polluter pays\" principle was applicable to this case. The Court also fixed the quantum of exemplary damages at Rs. 10 lakhs.",
            "Conclusion": "The case was a significant one in the context of environmental law and the \"polluter pays\" principle. The Supreme Court's judgment held that the \"polluter pays\" principle was applicable to this case and that exemplary damages were to be awarded to deter others from causing pollution."
        }
    },
    "MANU_SC_2002_0394": {
        "Hindi": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "भारत के सर्वोच्च न्यायालय ने एक ऐतिहासिक फैसले में भारत के चुनाव आयोग को मतदाताओं को संसद और राज्य विधानसभाओं के लिए चुनाव लड़ने वाले उम्मीदवारों के बारे में आवश्यक जानकारी सुरक्षित करने का निर्देश दिया। ",
            "Brief Summary": "उच्चतम न्यायालय ने कहा कि भारत के चुनाव आयोग के पास चुनाव लड़ने वाले उम्मीदवारों की संपत्ति, शैक्षिक योग्यता और आपराधिक मामलों में संलिप्तता के प्रकटीकरण के लिए निर्देश जारी करने की शक्ति है।  अदालत ने कहा कि उम्मीदवारों के बारे में जानने का अधिकार संविधान के अनुच्छेद 19 (1) (ए) के तहत \"बोलने और अभिव्यक्ति की स्वतंत्रता\" की अवधारणा से प्राप्त होता है।  न्यायालय ने निर्वाचन आयोग को निर्देश दिया कि वह संसद या राज्य विधानमंडल के लिए चुनाव की मांग करने वाले प्रत्येक उम्मीदवार से आपराधिक रिकॉर्ड, संपत्ति, देनदारियों और शैक्षिक योग्यता सहित विभिन्न पहलुओं पर जानकारी प्रदान करने के लिए एक हलफनामे पर जानकारी मांगे। ",
            "Main Arguments": "अदालत द्वारा प्रस्तुत मुख्य तर्क थेः (1) उम्मीदवारों के बारे में जानने का अधिकार संविधान के अनुच्छेद 19 (1) (ए) के तहत एक मौलिक अधिकार है, (2) भारत के चुनाव आयोग के पास संविधान के अनुच्छेद 324 के तहत चुनाव लड़ने वाले उम्मीदवारों की संपत्ति, शैक्षिक योग्यता और आपराधिक मामलों में संलिप्तता का खुलासा करने के लिए निर्देश जारी करने की शक्ति है, और (3) सार्वजनिक सुरक्षा पर कोई प्रभाव नहीं डालने वाले लेनदेन के लिए उम्मीदवारों द्वारा दावा की गई गोपनीयता से सावधान रहना चाहिए। ",
            "Legal Precedents or Statutes Cited": "अदालत ने भारत के संविधान के अनुच्छेद 324 का हवाला दिया, जो भारत के चुनाव आयोग को चुनाव के संचालन के लिए निर्देश जारी करने का अधिकार देता है, और संविधान के अनुच्छेद 19 (1) (ए), जो बोलने और अभिव्यक्ति की स्वतंत्रता के अधिकार की गारंटी देता है।  न्यायालय ने लोक प्रतिनिधित्व अधिनियम, 1951 और लोक प्रतिनिधित्व नियम, 1961 का भी उल्लेख किया। ",
            "Quotations from the court": "\"भारत के चुनाव आयोग को चुनाव लड़ने वाले उम्मीदवारों की संपत्ति, शैक्षिक योग्यता और आपराधिक मामलों में संलिप्तता के प्रकटीकरण के लिए निर्देश जारी करने का अधिकार है।  चुनाव आयोग के पास अनुच्छेद 324 के तहत इस तरह के निर्देश जारी करने की शक्ति है।  \"बोलने और अभिव्यक्ति की स्वतंत्रता में जानकारी प्राप्त करने और प्रदान करने का अधिकार शामिल है जिसमें राय रखने का अधिकार शामिल है।  यह जानने का अधिकार कि भाषण और अभिव्यक्ति की स्वतंत्रता की अवधारणा से क्या प्राप्त होता है, हालांकि निरपेक्ष नहीं है, एक ऐसा कारक है जो किसी को सावधान कर सकता है जब लेनदेन के लिए गोपनीयता का दावा किया जाता है जिसका किसी भी दर पर सार्वजनिक सुरक्षा पर कोई प्रभाव नहीं पड़ सकता है। ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने भारत के चुनाव आयोग को निर्देश दिया किः (1) मतदाताओं को संसद और राज्य विधानसभाओं के लिए चुनाव लड़ने वाले उम्मीदवारों के बारे में आवश्यक जानकारी सुरक्षित करें, (2) संसद या राज्य विधानमंडल के लिए चुनाव की मांग करने वाले प्रत्येक उम्मीदवार से एक हलफनामे पर जानकारी प्राप्त करें, जिसमें आपराधिक रिकॉर्ड, संपत्ति, देनदारियों और शैक्षिक योग्यता सहित विभिन्न पहलुओं पर जानकारी प्रदान की जाए। ",
            "Conclusion": "उच्चतम न्यायालय का निर्णय भारत में चुनावी प्रक्रिया में पारदर्शिता और जवाबदेही की दिशा में एक महत्वपूर्ण कदम है।  न्यायालय का निर्णय चुनाव लड़ने वाले उम्मीदवारों के बारे में जानने के अधिकार को मजबूत करता है, जो मतदाताओं द्वारा सूचित निर्णय लेने के लिए आवश्यक है।  यह निर्णय उम्मीदवारों के बारे में जानकारी के प्रकटीकरण के लिए निर्देश जारी करने के लिए भारत के चुनाव आयोग की शक्ति को भी रेखांकित करता है, जिससे चुनावी प्रक्रिया में पारदर्शिता और जवाबदेही को बढ़ावा मिलता है। "
        },
        "Bengali": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "ভারতের সুপ্রিম কোর্ট একটি যুগান্তকারী রায়ে ভারতের নির্বাচন কমিশনকে সংসদ ও রাজ্য বিধানসভার নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পর্কে প্রয়োজনীয় তথ্য ভোটারদের কাছে সুরক্ষিত করার নির্দেশ দিয়েছে। ",
            "Brief Summary": "সুপ্রিম কোর্ট বলেছে যে, নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পত্তি, শিক্ষাগত যোগ্যতা এবং ফৌজদারি মামলায় জড়িত থাকার বিষয়ে নির্দেশ জারি করার ক্ষমতা ভারতের নির্বাচন কমিশনের রয়েছে।  আদালত পর্যবেক্ষণ করেছে যে প্রার্থীদের সম্পর্কে জানার অধিকার সংবিধানের 19 (1) (ক) অনুচ্ছেদের অধীনে \"বাক ও মত প্রকাশের স্বাধীনতা\" ধারণা থেকে উদ্ভূত হয়েছে।  আদালত নির্বাচন কমিশনকে সংসদ বা রাজ্য আইনসভায় নির্বাচনের জন্য প্রতিটি প্রার্থীর কাছ থেকে অপরাধমূলক রেকর্ড, সম্পদ, দায়বদ্ধতা এবং শিক্ষাগত যোগ্যতা সহ বিভিন্ন দিক সম্পর্কে তথ্য সরবরাহ করার জন্য একটি হলফনামা সম্পর্কে তথ্য চাইতে নির্দেশ দিয়েছে। ",
            "Main Arguments": "আদালত কর্তৃক উপস্থাপিত প্রধান যুক্তিগুলি ছিলঃ (1) সংবিধানের 19 (1) (ক) অনুচ্ছেদের অধীনে প্রার্থীদের সম্পর্কে জানার অধিকার একটি মৌলিক অধিকার, (2) সংবিধানের 324 অনুচ্ছেদের অধীনে নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পদ, শিক্ষাগত যোগ্যতা এবং ফৌজদারি মামলায় জড়িত থাকার নির্দেশ জারি করার ক্ষমতা ভারতের নির্বাচন কমিশনের রয়েছে এবং (3) জননিরাপত্তার উপর কোনও প্রভাব ফেলতে পারে না এমন লেনদেনের জন্য প্রার্থীদের দ্বারা দাবি করা গোপনীয়তা সতর্ক হওয়া উচিত। ",
            "Legal Precedents or Statutes Cited": "আদালত ভারতের সংবিধানের 324 অনুচ্ছেদের উদ্ধৃতি দিয়েছে, যা ভারতের নির্বাচন কমিশনকে নির্বাচন পরিচালনার জন্য নির্দেশ জারি করার ক্ষমতা দেয় এবং সংবিধানের 19 (1) (এ) অনুচ্ছেদে বাকস্বাধীনতা ও মতপ্রকাশের অধিকারের নিশ্চয়তা দেওয়া হয়েছে।  আদালত জনগণের প্রতিনিধিত্ব আইন, 1951 এবং জনগণের প্রতিনিধিত্ব বিধি, 1961-এর কথাও উল্লেখ করেছে। ",
            "Quotations from the court": "ভারতের নির্বাচন কমিশন নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পত্তি, শিক্ষাগত যোগ্যতা এবং ফৌজদারি মামলায় জড়িত থাকার বিষয়ে নির্দেশ জারি করার ক্ষমতা রাখে।  324 অনুচ্ছেদের অধীনে নির্বাচন কমিশনের এই ধরনের নির্দেশ জারি করার ক্ষমতা রয়েছে।  \"বাক ও মতপ্রকাশের স্বাধীনতার মধ্যে তথ্য গ্রহণ ও প্রদানের অধিকার রয়েছে যার মধ্যে মতামত রাখার অধিকার রয়েছে।  বাক ও মতপ্রকাশের স্বাধীনতার ধারণা থেকে কোনটি উদ্ভূত হয়েছে তা জানার অধিকার, যদিও নিরঙ্কুশ নয়, এমন একটি বিষয় যা জনসাধারণের নিরাপত্তার উপর কোনও প্রভাব ফেলতে পারে না এমন লেনদেনের জন্য গোপনীয়তার দাবি করা হলে একজনকে সতর্ক করা উচিত। ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট ভারতের নির্বাচন কমিশনকে নির্দেশ দিয়েছেঃ (1) সংসদ ও রাজ্য বিধানসভার নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পর্কে ভোটারদের কাছে প্রয়োজনীয় তথ্য সুরক্ষিত করা, (2) সংসদ বা রাজ্য আইনসভায় নির্বাচনের জন্য প্রতিটি প্রার্থীর কাছ থেকে একটি হলফনামার তথ্য আহ্বান করা, যাতে ফৌজদারি রেকর্ড, সম্পদ, দায় এবং শিক্ষাগত যোগ্যতা সহ বিভিন্ন দিক সম্পর্কে তথ্য সরবরাহ করা হয়। ",
            "Conclusion": "সুপ্রিম কোর্টের এই রায় ভারতের নির্বাচনী প্রক্রিয়ায় স্বচ্ছতা ও জবাবদিহিতার দিকে একটি গুরুত্বপূর্ণ পদক্ষেপ।  আদালতের সিদ্ধান্ত নির্বাচনে প্রতিদ্বন্দ্বিতা করা প্রার্থীদের সম্পর্কে জানার অধিকারকে শক্তিশালী করে, যা ভোটারদের দ্বারা অবহিত সিদ্ধান্ত গ্রহণের জন্য অপরিহার্য।  এই রায়টি প্রার্থীদের সম্পর্কে তথ্য প্রকাশের জন্য নির্দেশ জারি করার ক্ষেত্রে ভারতের নির্বাচন কমিশনের ক্ষমতাকেও নির্দেশ করে, যার ফলে নির্বাচনী প্রক্রিয়ায় স্বচ্ছতা ও জবাবদিহিতা বৃদ্ধি পায়। "
        },
        "Assamese": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে এক যুগান্তকাৰী ৰায়দানত ভাৰতৰ নিৰ্বাচন আয়োগক সংসদ আৰু ৰাজ্যিক বিধানসভাৰ নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ বিষয়ে ভোটাৰসকলৰ ওচৰত প্ৰয়োজনীয় তথ্য সুৰক্ষিত কৰিবলৈ নিৰ্দেশ দিয়ে। ",
            "Brief Summary": "উচ্চতম ন্যায়ালয়ে কয় যে ভাৰতৰ নিৰ্বাচন আয়োগৰ সম্পত্তি, শিক্ষাগত অৰ্হতা প্ৰকাশ আৰু নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ অপৰাধমূলক গোচৰত জড়িত হোৱাৰ বাবে নিৰ্দেশনা জাৰি কৰাৰ ক্ষমতা আছে।  আদালতে পৰ্যবেক্ষণ কৰিছিল যে প্ৰাৰ্থীসকলৰ বিষয়ে জনাৰ অধিকাৰ সংবিধানৰ অনুচ্ছেদ 19 (1) (ক) ৰ অধীনত \"বাক আৰু অভিব্যক্তিৰ স্বাধীনতা\" ৰ ধাৰণাৰ পৰা আহৰণ কৰা হৈছে।  আদালতে নিৰ্বাচন আয়োগক সংসদ বা ৰাজ্যিক বিধানমণ্ডলত নিৰ্বাচন বিচাৰি থকা প্ৰতিজন প্ৰাৰ্থীৰ পৰা এখন হলফনামাৰ তথ্য বিচাৰিবলৈ নিৰ্দেশ দিয়ে, য \"ত অপৰাধমূলক ৰেকৰ্ড, সম্পত্তি, দায়বদ্ধতা আৰু শিক্ষাগত অৰ্হতাকে ধৰি বিভিন্ন দিশৰ তথ্য প্ৰদান কৰা হয়। ",
            "Main Arguments": "আদালতে উপস্থাপন কৰা মূল যুক্তিবোৰ আছিলঃ (1) সংবিধানৰ অনুচ্ছেদ 19 (1) (ক) ৰ অধীনত প্ৰাৰ্থীসকলৰ বিষয়ে জনাৰ অধিকাৰ এক মৌলিক অধিকাৰ, (2) ভাৰতৰ নিৰ্বাচন আয়োগৰ সংবিধানৰ অনুচ্ছেদ 324 ৰ অধীনত নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ সম্পত্তি, শিক্ষাগত অৰ্হতা আৰু অপৰাধমূলক গোচৰত জড়িত হোৱাৰ বাবে নিৰ্দেশনা জাৰি কৰাৰ ক্ষমতা আছে, আৰু (3) ৰাজহুৱা নিৰাপত্তাৰ ওপৰত কোনো প্ৰভাৱ পেলাব নোৱা লেনদেনৰ বাবে প্ৰাৰ্থীসকলে দাবী কৰা গোপনীয়তা সাৱধান হ'ব লাগে। ",
            "Legal Precedents or Statutes Cited": "আদালতে ভাৰতৰ সংবিধানৰ 324 নং অনুচ্ছেদৰ উদ্ধৃতি দিয়ে, যি ভাৰতৰ নিৰ্বাচন আয়োগক নিৰ্বাচন অনুষ্ঠিত কৰাৰ বাবে নিৰ্দেশনা জাৰি কৰাৰ ক্ষমতা প্ৰদান কৰে, আৰু সংবিধানৰ 19 (1) (এ) নং অনুচ্ছেদ, যি বাক আৰু অভিব্যক্তিৰ স্বাধীনতাৰ অধিকাৰৰ নিশ্চয়তা প্ৰদান কৰে।  আদালতে জনসাধাৰণৰ প্ৰতিনিধিত্ব আইন, 1951 আৰু জনসাধাৰণৰ প্ৰতিনিধিত্ব নিয়ম, 1961-ৰ কথাও উল্লেখ কৰিছিল। ",
            "Quotations from the court": "\"ভাৰতৰ নিৰ্বাচন আয়োগে নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ সম্পত্তি, শিক্ষাগত অৰ্হতা প্ৰকাশ আৰু অপৰাধমূলক গোচৰত জড়িত হোৱাৰ বাবে নিৰ্দেশনা জাৰি কৰাৰ ক্ষমতা আছে।  324 নং অনুচ্ছেদৰ অধীনত নিৰ্বাচন আয়োগৰ এনে নিৰ্দেশনা জাৰি কৰাৰ ক্ষমতা আছে। \" \"বাক আৰু অভিব্যক্তিৰ স্বাধীনতাত তথ্য গ্ৰহণ আৰু প্ৰদান কৰাৰ অধিকাৰ অন্তৰ্ভুক্ত থাকে য\" ত মতামত ৰখাৰ অধিকাৰ অন্তৰ্ভুক্ত থাকে।  বাক আৰু অভিব্যক্তিৰ স্বাধীনতাৰ ধাৰণাৰ পৰা কোনটো আহৰণ কৰা হৈছে সেয়া জনাৰ অধিকাৰ, যদিও সম্পূৰ্ণ নহয়, এনে এক কাৰক যি যিকোনো পৰিমাণে ৰাজহুৱা নিৰাপত্তাৰ ওপৰত কোনো প্ৰভাৱ পেলাব নোৱাৰা লেনদেনৰ বাবে গোপনীয়তা দাবী কৰাৰ সময়ত সতৰ্ক কৰি তুলিব লাগে। \"",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে ভাৰতৰ নিৰ্বাচন আয়োগক নিৰ্দেশ দিয়েঃ (1) সংসদ আৰু ৰাজ্যিক বিধান সভালৈ নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ বিষয়ে ভোটাৰসকলক প্ৰয়োজনীয় তথ্য সুৰক্ষিত কৰা, (2) সংসদ বা ৰাজ্যিক বিধান সভালৈ নিৰ্বাচন বিচৰা প্ৰতিজন প্ৰাৰ্থীৰ পৰা এখন হলফনামাৰ তথ্য বিচাৰি উলিওৱা, তাত অপৰাধমূলক তথ্য, সম্পত্তি, দায়বদ্ধতা আৰু শিক্ষাগত অৰ্হতা সহ বিভিন্ন দিশৰ তথ্য প্ৰদান কৰা। ",
            "Conclusion": "উচ্চতম ন্যায়ালয়ৰ এই ৰায়দান ভাৰতৰ নিৰ্বাচনী প্ৰক্ৰিয়াত স্বচ্ছতা আৰু দায়বদ্ধতাৰ দিশত এক গুৰুত্বপূৰ্ণ পদক্ষেপ।  আদালতৰ সিদ্ধান্তই নিৰ্বাচনত প্ৰতিদ্বন্দ্বিতা কৰা প্ৰাৰ্থীসকলৰ বিষয়ে জনাৰ অধিকাৰক শক্তিশালী কৰে, যি ভোটাৰসকলৰ দ্বাৰা জ্ঞাত সিদ্ধান্ত গ্ৰহণৰ বাবে অত্যাৱশ্যকীয়।  এই ৰায়টোৱে প্ৰাৰ্থীসকলৰ বিষয়ে তথ্য প্ৰকাশৰ বাবে নিৰ্দেশনা জাৰি কৰাৰ বাবে ভাৰতৰ নিৰ্বাচন আয়োগৰ ক্ষমতাৰ ওপৰতো গুৰুত্ব আৰোপ কৰে, যাৰ ফলত নিৰ্বাচনী প্ৰক্ৰিয়াত স্বচ্ছতা আৰু দায়বদ্ধতা বৃদ্ধি পায়। "
        },
        "Nepali": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "भारतको सर्वोच्च अदालतले एउटा ऐतिहासिक फैसलामा भारतको निर्वाचन आयोगलाई संसद र राज्य विधान सभाहरूमा चुनाव लड्ने उम्मेद्वारहरूको बारेमा मतदाताहरूलाई आवश्यक जानकारी सुरक्षित गर्न निर्देशन दिएको छ। ",
            "Brief Summary": "सर्वोच्च अदालतले भारतको निर्वाचन आयोगसँग सम्पत्ति, शैक्षिक योग्यता, र चुनाव लड्ने उम्मेद्वारहरूको आपराधिक मामिलामा संलग्नता खुलासा गर्न निर्देशन जारी गर्ने अधिकार रहेको ठहर गऱ्यो।  उम्मेदवारको बारेमा जान्ने अधिकार संविधानको धारा 19 (1) (ए) अन्तर्गत \"अभिव्यक्ति स्वतन्त्रता\" को अवधारणाबाट लिइएको हो भनी अदालतले टिप्पणी गरेको छ।  अदालतले निर्वाचन आयोगलाई संसद वा राज्य विधानमण्डलमा निर्वाचन खोज्ने प्रत्येक उम्मेद्वारबाट आपराधिक रेकर्ड, सम्पत्ति, दायित्व र शैक्षिक योग्यता लगायत विभिन्न पक्षहरूको जानकारी प्रदान गर्ने एउटा शपथपत्रबारे जानकारी माग्न निर्देशन दिएको छ। ",
            "Main Arguments": "अदालतले प्रस्तुत गरेको मुख्य तर्कहरू थिएः (1) उम्मेदवारहरूको बारेमा जान्ने अधिकार संविधानको धारा 19 (1) (ए) अन्तर्गत मौलिक अधिकार हो, (2) भारतको निर्वाचन आयोगसँग सम्पत्तिको खुलासा गर्ने, शैक्षिक योग्यता, र संविधानको धारा 324 अन्तर्गत चुनाव लड्ने उम्मेद्वारहरूको आपराधिक मामिलामा संलग्नता बारे निर्देशन जारी गर्ने अधिकार छ, र (3) सार्वजनिक सुरक्षामा कुनै असर नपर्न सक्ने लेनदेनका लागि उम्मेद्वारहरूले दावी गरेको गोपनीयता सावधान हुनुपर्छ। ",
            "Legal Precedents or Statutes Cited": "अदालतले भारतको संविधानको धारा 324 लाई उद्धृत गरेको छ, जसले भारतको निर्वाचन आयोगलाई चुनाव सञ्चालनका लागि निर्देशन जारी गर्ने अधिकार दिन्छ, र संविधानको धारा 19 (1) (ए), जसले अभिव्यक्ति स्वतन्त्रताको अधिकारको ग्यारेन्टी दिन्छ।  अदालतले जनप्रातिनिध्य ऐन, 1951 र जनप्रातिनिध्य नियम, 1961 पनि उल्लेख गरेको छ। ",
            "Quotations from the court": "\"भारतीय निर्वाचन आयोगलाई सम्पत्ति, शैक्षिक योग्यता र चुनाव लड्ने उम्मेद्वारहरूको आपराधिक मामिलामा संलग्नता खुलासा गर्न निर्देशन जारी गर्ने अधिकार छ।  निर्वाचन आयोगसँग अनुच्छेद 324 अन्तर्गत यस्तो निर्देशन जारी गर्ने अधिकार छ। \" \"अभिव्यक्ति र अभिव्यक्ति स्वतन्त्रतामा जानकारी प्राप्त गर्ने र प्रदान गर्ने अधिकार समावेश छ जसमा विचार राख्ने अधिकार पनि समावेश छ।  अभिव्यक्ति र अभिव्यक्ति स्वतन्त्रताको अवधारणाबाट कुन व्युत्पन्न भएको हो भन्ने जान्ने अधिकार, निरपेक्ष नभए पनि, सार्वजनिक सुरक्षामा कुनै असर नपर्न सक्ने लेनदेनका लागि गोप्यताको दाबी गर्दा कसैलाई सावधान पार्ने कारक हो। \"",
            "Present Court's Verdict": "सर्वोच्च अदालतले भारतीय निर्वाचन आयोगलाई निर्देशन दियोः (1) संसद र राज्य विधान सभाहरूमा चुनाव लड्ने उम्मेद्वारहरूको बारेमा मतदाताहरूलाई आवश्यक जानकारी सुरक्षित गर्नुहोस्, (2) संसद वा राज्य विधानमण्डलमा चुनाव खोज्ने प्रत्येक उम्मेद्वारको शपथपत्रमा जानकारी माग्नुहोस्, जसमा आपराधिक रेकर्ड, सम्पत्ति, दायित्व र शैक्षिक योग्यता लगायत विभिन्न पक्षहरूको जानकारी प्रदान गर्नुहोस्। ",
            "Conclusion": "सर्वोच्च अदालतको फैसला भारतको निर्वाचन प्रक्रियामा पारदर्शिता र जवाफदेहिताको दिशामा महत्वपूर्ण कदम हो।  अदालतको निर्णयले चुनाव लड्ने उम्मेद्वारहरूको बारेमा जान्ने अधिकारलाई बलियो बनाउँछ, जुन मतदाताहरूद्वारा सूचित निर्णय लिनका लागि आवश्यक छ।  फैसलाले भारतीय निर्वाचन आयोगको उम्मेदवारहरूको बारेमा जानकारीको खुलासा गर्न निर्देशन जारी गर्ने अधिकारलाई पनि जोड दिन्छ, जसले निर्वाचन प्रक्रियामा पारदर्शिता र जवाफदेहितालाई बढावा दिन्छ। "
        },
        "Bodo": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "भारतनि जौसिन अदालते मोनसे जारिमिनारि बिजिरनायाव भारतनि बिसायख'थि आय'गखौ भ'टारफोरनो संसद आरो रायजो आयेन आफादफोरनि बिसायख'थियाव बाहागो लानाय बिनायगिरिफोरनि सोमोनदै गोनां खौरांफोरखौ रैखाथि होनो बिथोन होदोंमोन। ",
            "Brief Summary": "सुप्रीम क'र्टआ मानिदोंमोन दि भारतनि बिसायख'थि आय'गहा बिसायख'थियाव बाहागो लानाय बिनायगिरिफोरनि सम्पथिफोर, सोलोंथाय रोंग'थिफोर आरो दायारि केसफोराव बाहागो लानायनि थाखाय बिथोनफोर हगारनो गोहो दं।  क'र्टआ नोजोर होदोंमोन दि बिनायगिरिफोरनि सोमोन्दै मिथिनायनि मोन्थाइआ संबिजुनि दफा 19 (1) (ए) नि सिङाव \"बिबुंथि आरो फोरमायनायनि उदांस्रि\" नि सानदांथिनिफ्राय लानाय जादों।  कच'र्टआ बिसायख'थि आय'गखौ पार्लियामेन्ट एबा रायजो आयेन आफादनि बिसायख'थिनि थाखाय बिनाय खालामनाय मोनफ्रोमबो बिनायगिरिनिफ्राय मोनसे एफिडेविटनि सायाव खौरां दाबि खालामनो बिथोन होयो, जेराव दायारि रेबगान्थि, दोहोन, दाहारनि आरो सोलोंथाय रोंग'थिजों लोगोसे गुबुन गुबुन बिथिंफोरनि सायाव फोरमायथि होयो। ",
            "Main Arguments": "बिजिरसालिनि गाहाय बाथ्रा दानथेलायनाया बेमोनः (1) बिनायगिरिफोरनि सोमोन्दै मिथिनाया संबिजुनि दफा 19 (1) (ए) नि सिङाव मोनसे गुदि मोन्थाइ, (2) भारतनि बिसायख'थि आय'गहा संबिजुनि दफा 324 नि सिङाव बिसायख'थि गेलेबाय थानाय बिनायगिरिफोरनि सम्पथिफोर, सोलोंथाय रोंग'थिफोर आरो दायारि केसफोराव बाहागो लानायनि थाखाय बिथोनफोर हगारनो गोहो दं, आरो (3) बिनायगिरिफोरजों ट्रेन्जेकसनफोरनि थाखाय दाबि खालाम जानाय गोरोनथि जाय सुबुं रैखाथिनि सायाव जेबो गोहोम खोख्लैनो हाया, सांग्रां जानांगौ। ",
            "Legal Precedents or Statutes Cited": "क'र्टआ भारतनि संबिजुनि दफा 324 खौ मुंख'दों, जाय भारतनि बिसायख'थि आय'गखौ बिसायख'थि खुंनायनि थाखाय बिथोन होनो गोहो होयो, आरो संबिजुनि दफा 19 (1) (ए), जाय बिबुंथि आरो फोरमायनायनि उदांस्रिनि मोन्थाइखौ रोखा खालामो।  क'र्टआ रिप्रेजेन्टेसन अफ द पिपल एक्ट, 1951 आरो रिप्रेजेन्टेशन ऑफ द पिपल रुल्स, 1961 खौबो मुंख'दों। ",
            "Quotations from the court": "\"भारतनि बिसायख'थि आय'गआ बिसायख'थियाव बाहागो लानाय बिनायगिरिफोरनि सम्पथिफोर, सोलोंथाय रोंग'थिफोर आरो दायारि केसफोराव बाहागो लानायनि थाखाय बिथोनफोर हगारनो गोहो दं।  सायख'नाय आय'गहा दफा 324 नि सिङाव बेबादि बिथोनफोर हगारनो गोहो दङ'।  बिबुंथि आरो फोरमायनायनि उदांस्रिआव खौरां मोन्नाय आरो होनायनि मोन्थाइ दं, जेराव बिबुंथि लाखिनायनि मोन्थाइबो दं।  बेखौ मिथिनायनि मोन्थाइ जाय बिबुंथि आरो फोरमायनायनि उदांस्रिनि सानदांथिनिफ्राय फैनाय, थार नङाब्लाबो, मोनसे जाहोन जाय सासेखौ सांग्रां खालामनांगौ जेब्ला ट्रेन्जेकसनफोरनि थाखाय गोरोनथिखौ दाबि खालामनाय जायो जाय जायखिजाया हाराव राइजोआरि रैखाथिनि सायाव जेबो गोहोम खोख्लैनो हाया। ",
            "Present Court's Verdict": "जौसिन अदालते भारतनि बिसायख'थि आय'गखौ बिथोन होयोदिः (1) संसद आरो रायजो आयेन आफादफोरनि बिसायख'थियाव बाहागो लानो थाखाय बिनायगिरिफोरनि सोमोन्दै गोनां फोरमायथिफोरखौ भटफोरनो रैखाथि हो, (2) संसद एबा रायजो आयेन आफादनि बिसायख'थि खालामनो लुबैग्रा मोनफ्रोमबो बिनायगिरिनिफ्राय मोनसे एफिडेविटनि सायाव खौरांनि थाखाय लेंहर, जेराव दायारि रेबगान्थि, दोहोनफोर, दाहारनि आरो सोलोंथाय रोंग'थिजों लोगोसे गुबुन गुबुन बिथिंफोरनि फोरमायथि होयो। ",
            "Conclusion": "सुप्रीम क'र्टनि बिजिरनाया भारतआव बिसायख'थि खान्थियाव रोखाथि आरो दाय गोनांथिनि फारसे मोनसे मख'जाथाव आगान।  क'र्टनि थिरांथाआ बिसायख'थियाव जुजिनाय बिनायगिरिफोरनि बागै मिथिनायनि मोन्थाइखौ गोख्रों खालामो, जाय भटफोरजों मिथिजानाय थिरांथा लानायनि थाखाय गोनांथार।  बे बिजिरनाया भारतनि बिसायख'थि आय'गनि बिनायगिरिफोरनि सोमोन्दै फोरमायथि फोसावनायनि बिथोन होनो हानाय गोहोखौबो रोखा खालामो, जायजों बिसायख'थि खान्थियाव रोखाथि आरो दायगोनांथिखौ बांहोयो। "
        },
        "Manipuri": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা মরু ওইবা ৱারেপ অমদা পার্লিয়ামেন্ত অমসুং স্তেত লেজিস্লেতিব এসেম্বলীগী মীখলদা লান্নরিবা কেন্দিদেৎশিংগী মতাংদা দরকার ওইবা ই-পাউ অদু ভোতরশিংদা ফংহন্নবা ইলেকসন কম্মিসন ওফ ইন্দিয়াদা খঙহনখ্রে। ",
            "Brief Summary": "সুপ্রিম কোর্তনা হায়রি মদুদি ইলেকসন কম্মিসন ওফ ইন্দিয়ানা এসেতশিং, এজুকেসনেল ক্বালিফিকেসনশিং, অমসুং মীখলদা শরুক য়ারিবা কেন্দিদেৎশিংগী ক্রিমিনেল কেসশিং খঙদোক্নবা দিরেক্সন পীনবগী শক্তি লৈ।  কেন্দিদেৎশিংগী মরমদা খঙবগী হক অসি সংবিধানগী আর্টিকল 19 (1) (a) গী মখাদা \"ৱা ঙাংবা অমসুং ৱা ঙাংবগী নীংতম্বা\" হায়বা ৱাখল্লোন অসিদগী লাকপনি হায়না কোর্টনা পনখি।  কোর্ট অসিনা ইলেকসন কম্মিসনদা পার্লিয়ামেন্ত নত্ত্রগা ষ্টেট লেজিস্লেচর অমগী মীখল পাম্লিবা কেন্দিদেৎ খুদিংমক্তগী এফিদেৎ অমগী মতাংদা ইনফোর্মেসন লৌননবা খঙহনখ্রে, মসিদা ক্রিমিনেল রেকোর্দ, এসেত, লাইএবিলিতী অমসুং এজুকেসনেল ক্বালিফিকেসন য়াউনা তোঙান-তোঙানবা হিরমশিংগী ইনফোর্মেসন পীরি। ",
            "Main Arguments": "কোর্টতা পীখিবা মরু ওইবা আর্গ্যুমেন্তশিংদিঃ (1) কেন্দিদেৎশিংগী মরমদা খঙবগী হক অসি সংবিধানগী আর্টিকল 19 (1) (a) গী মখাদা লৈবা তঙাইফদবা হক অমনি, (2) সংবিধানগী আর্টিকল 324গী মখাদা মীখলদা শরুক য়ারিবা কেন্দিদেৎশিংগী এসেত, এজুকেসনেল ক্বালিফিকেসন অমসুং ক্রিমিনেল কেসশিং খঙদোক্নবা দিরেক্সন পীবা ভারতকী ইলেকসন কম্মিসনগী পাৱর লৈ, অমসুং (3) পব্লিক সেক্যুরিতীদা অকায়বা পীদবা ত্রাঞ্জেক্সনশিংগীদমক কেন্দিদেন্তশিংনা ক্লেম তৌবা প্রাইভেসী অদু চেকশিন্না থমগদবনি। ",
            "Legal Precedents or Statutes Cited": "কোর্ট অসিনা ভারতকী কনষ্টিট্যুসনগী আর্টিকল 324, মসিনা ভারতকী ইলেকসন কম্মিসনবু মীখল পাংথোকপগী দিরেক্সন পীনবগী শক্তি পী, অমসুং আর্টিকল 19 (1) (a), মসিনা ৱা ঙাংবগী অমসুং ৱা ঙাংবগী নীংতম্বগী হক পী।  কোর্ট অসিনা রিপ্রজেন্তেসন ওফ দি পিপল এক্ত, 1951 অমসুং রিপ্রজেন্তেসন ওফ দি পিপল রুল্স, 1961সু পল্লি। ",
            "Quotations from the court": "\"ইলেকসন কম্মিসন ওফ ইন্দিয়ানা এসেতশিং, এজুকেসনেল ক্বালিফিকেসনশিং অমসুং মীখলদা শরুক য়ারিবা কেন্দিদেৎশিংগী ক্রিমিনেল কেসশিং খঙদোক্নবা দিরেক্সন পীনবগী শক্তি পীরি।  ইলক্সন কম্মিসনদা আর্টিকল 324গী মখাদা অসিগুম্বা দিরেক্সনশিং অসি পীনবগী শক্তি লৈ। \" ৱা ঙাংবগী অমসুং ৱা ঙাংবগী নীংতম্বগী ৱাফমদা ৱাখল্লোন ফোংদোক্নবগী হক য়াউবা ঈ পাউ লৌবগী অমসুং পীনবগী হক য়াওরি।  ৱা ঙাংবগী অমসুং ৱা ঙাংবগী নীংতম্বগী ৱাখল্লোন্দগী করম্বা ৱাখল্লোন লাকপগে হায়বা খঙবগী হক অসি, মপুং ফাবা ওইদ্রবসু, পব্লিক সেক্যুরিতীদা করিগুম্বা অকায়বা অমতা লৈত্রবা ত্রাঞ্জেক্সনশিংগীদমক সেক্যুরিতী ক্লেম তৌবা মতমদা কনাগুম্বা অমবু চেকশিন্না থম্বা য়াবা ফেক্তর অমনি। \"",
            "Present Court's Verdict": "সুপ্রিম কোর্তনা ইলেকসন কম্মিসন ওফ ইন্দিয়াবুঃ (1) পার্লিয়ামেন্ত অমসুং স্তেত লেজিস্লেতিব এসেম্বলীগী মীখলদা লান্নরিবা কেন্দিদেৎশিংগী মতাংদা ভোতরশিংদা তঙাই ফদবা ই-পাউ ফংহন্নবা, (2) পার্লিয়ামেন্ত নত্ত্রগা স্তেত লেজিস্লেচর অমগী মীখলদা লান্নরিবা কেন্দিদেৎ খুদিংমক্তগী এফিদেৎ অমগী মতাংদা ইনফোর্মেসন লৌননবা, মসিদা ক্রিমিনেল রেকোর্দ, এসেত, লাইএবিলিতী অমসুং এজুকেসনেল ক্বালিফিকেসন য়াওনা তোঙান-তোঙানবা হিরমশিংগী ইনফোর্মেসন পীননবা খঙহনখ্রে। ",
            "Conclusion": "সুপ্রিম কোর্তকী ৱারেপ অসি ভারত্তা মীখলগী থৌওংদা ত্রান্সপরেন্সি অমসুং একাউন্তেবিলিতী পুরক্নবা মরু ওইবা খোঙথাং অমনি।  কোর্টকী ৱারেপ অসিনা ভোতরশিংনা খঙলবা ৱারেপ লৌবদা তঙাই ফদবা, মীখলদা শরুক য়ারিবা কেন্দিদেৎশিংগী মরমদা খঙবগী হকবু মপাঙ্গল কনখৎহল্লি।  ভোট থাদবগী থৌওংদা ত্রান্সপরেন্সি অমসুং একাউন্তেবিলিতী হেনগৎহন্দুনা কেন্দিদেৎশিংগী মতাংদা ইনফোর্মেসন পীনবগীদমক দিরেক্সন পীবা ভারতকী ইলেকসন কম্মিসনগী পাৱর অদু ৱায়েল অসিনা তাক্লি। "
        },
        "English": {
            "Case name": "Election Commission of India v. Subramanian Swamy (2002)",
            "Case Type": [
                "Public Interest Litigation (PIL)"
            ],
            "Case": "The Supreme Court of India directed the Election Commission of India (ECI) to secure to the voters the following information pertaining to the candidates contesting the election to the Parliament and the State Legislative Assemblies.",
            "Brief Summary": "The Supreme Court held that the Election Commission of India (ECI) has the power to issue directions for disclosure of assets, educational qualifications, and involvement in criminal cases of candidates contesting elections. The Court also directed the ECI to disseminate the information to the voters.",
            "Main Arguments": "The main arguments revolved around the interpretation of Article 324 of the Constitution of India, which empowers the Election Commission of India (ECI) to issue directions for the conduct of elections. The Court held that the ECI has the power to issue directions for disclosure of assets, educational qualifications, and involvement in criminal cases of candidates.",
            "Legal Precedents or Statutes Cited": "The Court cited Article 324 of the Constitution of India, which empowers the Election Commission of India (ECI) to issue directions for the conduct of elections. The Court also referred to the Representation of the People Act, 1951 and the Representation of the People Rules, 1961.",
            "Quotations from the court": "\"The Election Commission of India is empowered to issue directions for the disclosure of assets, educational qualifications and involvement in criminal cases of candidates contesting elections. The Election Commission has the power under Article 324 to issue such directions.\" - Supreme Court of India\n\"Freedom of speech and expression includes right to receive and impart information which includes right to hold opinions. The right to know which is derived from concept of freedom of speech and expression, though not absolute, is a factor that should make one wary when secrecy is claimed for transactions that can at any rate have no repercussions on public security.\" - Supreme Court of India",
            "Present Court's Verdict": "The Supreme Court held that the right to know about the candidates who are contesting elections is derived from the concept of \"freedom of speech and expression\" under Article 19 (1) (a) of the Constitution. The Court also directed the Election Commission of India (ECI) to call for information on an affidavit from each candidate seeking election to the Parliament or a State Legislature.",
            "Conclusion": "The Supreme Court held that the Election Commission of India (ECI) has the power to issue directions for disclosure of assets, educational qualifications, and involvement in criminal cases of candidates contesting elections. The Court also directed the ECI to disseminate the information to the voters, upholding the right to know about the candidates who are contesting elections."
        }
    },
    "MANU_SC_2002_1141": {
        "Hindi": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "भारत के सर्वोच्च न्यायालय का मानना है कि वकीलों को हड़ताल पर जाने या अदालत की कार्यवाही का बहिष्कार करने का कोई अधिकार नहीं है ",
            "Brief Summary": "भारत के सर्वोच्च न्यायालय ने कहा है कि वकीलों को हड़ताल पर जाने या अदालत की कार्यवाही का बहिष्कार करने का कोई अधिकार नहीं है, वे खुद को अदालत के अधिकारी मानते हैं जो न्याय के वितरण में सहायता और सहायता करने के लिए बाध्य हैं।  अदालत ने इस बात पर जोर दिया है कि काम से दूर रहना न्याय के प्रशासन को बाधित करता है और इस प्रकार वकीलों के आह्वान और स्थिति के साथ असंगत है। ",
            "Main Arguments": "अदालत द्वारा प्रस्तुत मुख्य तर्कों में शामिल हैंः-वकील अदालत के अधिकारी होते हैं और न्याय के वितरण में सहायता और सहायता करने के लिए बाध्य होते हैं।-काम से दूर रहना न्याय के प्रशासन को बाधित करता है और इस प्रकार वकीलों के बुलाने और स्थिति के साथ असंगत है।-वकीलों को हड़ताल पर जाने या अदालत की कार्यवाही का बहिष्कार करने का कोई अधिकार नहीं है।-बार काउंसिल ऑफ इंडिया को अदालत द्वारा सुझाए गए अपने अनुशासनात्मक नियमों में खंडों को शामिल करना चाहिए। ",
            "Legal Precedents or Statutes Cited": "अदालत ने निम्नलिखित कानूनी उदाहरणों या कानूनों का हवाला दिया हैः-29 सितंबर, 2002 को भारतीय बार काउंसिल का संकल्प। ",
            "Quotations from the court": "अदालत ने निम्नलिखित उद्धरण दिए हैंः-\"वकीलों को हड़ताल पर जाने का कोई अधिकार नहीं है।  वकीलों को अदालत का बहिष्कार करने का कोई अधिकार नहीं है।  वकीलों को उन मामलों में अदालत में पेश होने से बचने का कोई अधिकार नहीं है जिनमें वे पक्षकारों के लिए वकालत रखते हैं।  \"-\" यह प्रत्येक अधिवक्ता का कर्तव्य है जो मुकदमों में भाग लेने के लिए एक संक्षिप्त स्वीकार करता है, भले ही यह लंबे समय तक चले।  \"-\" \"यह प्रत्येक अधिवक्ता का कर्तव्य है कि वह हड़ताल या बहिष्कार के आह्वान को साहसपूर्वक नजरअंदाज करे।\" ",
            "Present Court's Verdict": "अदालत ने निम्नलिखित निर्णय लिए हैंः-वकीलों को हड़ताल पर जाने या अदालत की कार्यवाही का बहिष्कार करने का कोई अधिकार नहीं है।-वकील मुकदमे में भाग लेने के लिए कर्तव्यबद्ध हैं, भले ही वे लंबे समय तक चले।  बार काउंसिल ऑफ इंडिया को अदालत द्वारा सुझाए गए अनुशासनात्मक नियमों में खंडों को शामिल करने का निर्देश दिया जाता है।  हड़ताल न्याय के प्रशासन में हस्तक्षेप करने का एक प्रयास है। ",
            "Conclusion": "अंत में, भारत के सर्वोच्च न्यायालय ने कहा है कि वकीलों को हड़ताल पर जाने या अदालत की कार्यवाही का बहिष्कार करने का कोई अधिकार नहीं है, वे खुद को अदालत के अधिकारी मानते हैं जो न्याय के वितरण में सहायता और सहायता करने के लिए बाध्य हैं।  अदालत ने न्याय के प्रशासन के महत्व पर जोर दिया है और बार काउंसिल ऑफ इंडिया को अदालत द्वारा सुझाए गए अपने अनुशासनात्मक नियमों में खंडों को शामिल करने का निर्देश दिया है। "
        },
        "Bengali": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "আইনজীবীদের ধর্মঘটে যাওয়ার বা আদালতের কার্যক্রম বয়কট করার কোনও অধিকার নেই বলে মন্তব্য সুপ্রিম কোর্টের ",
            "Brief Summary": "ভারতের সুপ্রিম কোর্ট পর্যবেক্ষণ করেছে যে আইনজীবীদের ধর্মঘটে যাওয়ার বা আদালতের কার্যক্রম বয়কট করার কোনও অধিকার নেই, নিজেদের আদালতের কর্মকর্তা হিসাবে বিবেচনা করে যারা ন্যায়বিচারের সরবরাহে সহায়তা ও সহায়তা করতে বাধ্য।  আদালত জোর দিয়ে বলেছে যে কাজ থেকে বিরত থাকা ন্যায়বিচারের প্রশাসনকে ব্যাহত করে এবং এইভাবে আইনজীবীদের আহ্বান ও অবস্থানের সাথে সামঞ্জস্যপূর্ণ নয়। ",
            "Main Arguments": "আদালত কর্তৃক উপস্থাপিত প্রধান যুক্তিগুলির মধ্যে রয়েছেঃ-আইনজীবীরা আদালতের কর্মকর্তা এবং ন্যায়বিচার সরবরাহে সহায়তা ও সহায়তা করতে বাধ্য।-কাজ থেকে বিরত থাকা ন্যায়বিচারের প্রশাসনকে বাধাগ্রস্ত করে এবং এইভাবে আইনজীবীদের আহ্বান ও অবস্থানের সাথে সামঞ্জস্যপূর্ণ নয়।-আইনজীবীদের ধর্মঘটে যাওয়ার বা আদালতের কার্যক্রম বয়কট করার কোনও অধিকার নেই।-বার কাউন্সিল অফ ইন্ডিয়ার উচিত আদালতের পরামর্শ অনুযায়ী তাদের শৃঙ্খলামূলক নিয়মে ধারাগুলি অন্তর্ভুক্ত করা। ",
            "Legal Precedents or Statutes Cited": "আদালত নিম্নলিখিত আইনি নজির বা বিধির উদ্ধৃতি দিয়েছেঃ-বার কাউন্সিল অফ ইন্ডিয়ার 29শে সেপ্টেম্বর, 2002 তারিখের প্রস্তাব। ",
            "Quotations from the court": "আদালত নিম্নলিখিত উদ্ধৃতি দিয়েছেঃ-\"আইনজীবীদের ধর্মঘটে যাওয়ার কোনও অধিকার নেই।  আইনজীবীদের আদালত বয়কট করার কোনও অধিকার নেই।  যে মামলাগুলিতে পক্ষগুলির জন্য বকালাত অনুষ্ঠিত হয়, সেই মামলাগুলিতে আদালতে উপস্থিত হওয়া থেকে বিরত থাকার কোনও অধিকার আইনজীবীদের নেই।  \"-\" বিচারের সংক্ষিপ্ত বিবরণী গ্রহণ করা প্রত্যেক আইনজীবীর কর্তব্য, এমনকি তা দীর্ঘ সময়ের জন্য হলেও।  \"-\" \"প্রত্যেক উকিলের কর্তব্য হল ধর্মঘট বা বয়কটের আহ্বানকে সাহসের সঙ্গে উপেক্ষা করা।\" ",
            "Present Court's Verdict": "আদালত নিম্নলিখিত সিদ্ধান্তগুলি নিয়েছেঃ-আইনজীবীদের ধর্মঘটে যাওয়ার বা আদালতের কার্যক্রম বয়কট করার কোনও অধিকার নেই।-আইনজীবীরা দীর্ঘ সময়ের জন্য হলেও বিচারে উপস্থিত থাকতে বাধ্য।  বার কাউন্সিল অফ ইন্ডিয়াকে আদালতের পরামর্শ অনুযায়ী তাদের শৃঙ্খলামূলক নিয়মে ধারাগুলি অন্তর্ভুক্ত করার নির্দেশ দেওয়া হয়েছে।  ধর্মঘট হল ন্যায়বিচারের প্রশাসনে হস্তক্ষেপ করার একটি প্রচেষ্টা। ",
            "Conclusion": "উপসংহারে, ভারতের সুপ্রিম কোর্ট পর্যবেক্ষণ করেছে যে আইনজীবীদের ধর্মঘটে যাওয়ার বা আদালতের কার্যক্রম বয়কট করার কোনও অধিকার নেই, নিজেদের আদালতের কর্মকর্তা হিসাবে বিবেচনা করে যারা ন্যায়বিচার প্রদানের ক্ষেত্রে সহায়তা এবং সহায়তা করতে বাধ্য।  আদালত ন্যায়বিচারের প্রশাসনের গুরুত্বের উপর জোর দিয়েছে এবং বার কাউন্সিল অফ ইন্ডিয়াকে আদালতের পরামর্শ অনুযায়ী তাদের শৃঙ্খলামূলক নিয়মে ধারাগুলি অন্তর্ভুক্ত করার নির্দেশ দিয়েছে। "
        },
        "Assamese": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে মন্তব্য কৰিছে যে অধিবক্তাৰ ধর্মঘট কৰা বা আদালতৰ কাৰ্য্যকলাপ বৰ্জন কৰাৰ কোনো অধিকাৰ নাই ",
            "Brief Summary": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে পৰ্যবেক্ষণ কৰিছে যে ন্যায় প্ৰদানত সহায় আৰু সহায় কৰিবলৈ বাধ্য আদালতৰ বিষয়া হিচাপে নিজকে বিবেচনা কৰি অধিবক্তাৰ ধর্মঘটত যোৱা বা আদালতৰ কাৰ্য্যকলাপ বৰ্জন কৰাৰ কোনো অধিকাৰ নাই।  আদালতে গুৰুত্ব আৰোপ কৰিছে যে কামৰ পৰা বিৰত থকাটোৱে ন্যায় প্ৰশাসনত বাধাৰ সৃষ্টি কৰে আৰু এনেদৰে অধিবক্তাৰ আহ্বান আৰু স্থিতিৰ সৈতে অসামঞ্জস্যপূৰ্ণ। ",
            "Main Arguments": "আদালতে উপস্থাপন কৰা মূল যুক্তিসমূহৰ ভিতৰত আছেঃ-অধিবক্তা হৈছে আদালতৰ বিষয়া আৰু ন্যায় প্ৰদানত সহায় আৰু সহায় কৰিবলৈ বাধ্য।-কামৰ পৰা বিৰত থকাটোৱে ন্যায় প্ৰশাসনত বাধাৰ সৃষ্টি কৰে আৰু এনেদৰে অধিবক্তাৰ আহ্বান আৰু স্থিতিৰ সৈতে অসামঞ্জস্যপূৰ্ণ।-অধিবক্তাৰ ধর্মঘট কৰা বা আদালতৰ কাৰ্য্যকলাপ বৰ্জন কৰাৰ কোনো অধিকাৰ নাই।-ভাৰতীয় বাৰ কাউন্সিলে আদালতৰ পৰামৰ্শ অনুসৰি তেওঁলোকৰ অনুশাসনমূলক নিয়মত দফা অন্তৰ্ভুক্ত কৰিব লাগে। ",
            "Legal Precedents or Statutes Cited": "আদালতে নিম্নলিখিত আইনী দৃষ্টান্ত বা বিধিৰ উদ্ধৃতি দিছেঃ-ভাৰতীয় বাৰ কাউন্সিলৰ 29 ছেপ্টেম্বৰ, 2002 তাৰিখৰ প্ৰস্তাৱ। ",
            "Quotations from the court": "আদালতে তলত উল্লেখ কৰা উদ্ধৃতিবোৰ দিছেঃ-\"অধিবক্তাৰ ধর্মঘট কৰাৰ কোনো অধিকাৰ নাই।  আইনজীৱীসকলৰ আদালত বৰ্জন কৰাৰ কোনো অধিকাৰ নাই।  পক্ষসমূহৰ বাবে বকালাত অনুষ্ঠিত কৰা গোচৰসমূহত আদালতত হাজিৰ হোৱাৰ পৰা বিৰত থকাৰ কোনো অধিকাৰ অধিবক্তাৰ নাই।  \"-\" বিচাৰত উপস্থিত থকাটো প্ৰতিজন অধিবক্তাৰ কৰ্তব্য, যদিও ই দীঘলীয়া সময়ৰ বাবে চলি থাকে।  \"-\" ধর্মঘট বা বয়কটৰ আহ্বানক সাহসৰে উপেক্ষা কৰাটো প্ৰতিজন অধিবক্তাৰ কৰ্তব্য। \"",
            "Present Court's Verdict": "আদালতে তলত উল্লেখ কৰা সিদ্ধান্তসমূহ গ্ৰহণ কৰিছেঃ-অধিবক্তাৰ ধর্মঘটত যোৱা বা আদালতৰ কাৰ্য্যকলাপ বৰ্জন কৰাৰ কোনো অধিকাৰ নাই।-অধিবক্তাসকল বিচাৰত উপস্থিত থাকিবলৈ কৰ্তব্যবদ্ধ, যদিও তেওঁলোক দীৰ্ঘ সময় ধৰি চলি থাকে।  বাৰ কাউন্সিল অৱ ইণ্ডিয়াক আদালতৰ পৰামৰ্শ অনুসৰি তেওঁলোকৰ অনুশাসনমূলক নিয়মত দফা অন্তৰ্ভুক্ত কৰিবলৈ নিৰ্দেশ দিয়া হৈছে।  - ধর্মঘট হৈছে ন্যায় প্ৰশাসনত হস্তক্ষেপ কৰাৰ এক প্ৰচেষ্টা। ",
            "Conclusion": "শেষত, ভাৰতৰ উচ্চতম ন্যায়ালয়ে মন্তব্য কৰিছে যে ন্যায় প্ৰদানত সহায় আৰু সহায় কৰিবলৈ বাধ্য আদালতৰ বিষয়া হিচাপে নিজকে বিবেচনা কৰি অধিবক্তাৰ ধর্মঘটত যোৱা বা আদালতৰ কাৰ্য্যকলাপ বৰ্জন কৰাৰ কোনো অধিকাৰ নাই।  আদালতে ন্যায় প্ৰশাসনৰ গুৰুত্বৰ ওপৰত গুৰুত্ব আৰোপ কৰিছে আৰু বাৰ কাউন্সিল অৱ ইণ্ডিয়াক আদালতৰ পৰামৰ্শ অনুসৰি তেওঁলোকৰ অনুশাসনমূলক নিয়মত দফা অন্তৰ্ভুক্ত কৰিবলৈ নিৰ্দেশ দিছে। "
        },
        "Nepali": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "वकिलहरूलाई हडतालमा जाने वा अदालतको कार्यवाही बहिष्कार गर्ने कुनै अधिकार छैन भनी भारतको सर्वोच्च अदालतले टिप्पणी गरेको छ। ",
            "Brief Summary": "भारतको सर्वोच्च अदालतले वकिलहरूलाई हडतालमा जाने वा अदालतको कार्यवाही बहिष्कार गर्ने कुनै अधिकार छैन भनी टिप्पणी गरेको छ, आफूलाई अदालतको अधिकारीका रूपमा विचार गर्दै जो न्यायको वितरणमा सहयोग गर्न र सहयोग गर्न बाध्य छन्।  कामबाट टाढा रहनु न्यायको प्रशासनलाई कमजोर पार्छ र यसरी वकिलहरूको आह्वान र स्थितिसँग असङ्गत छ भन्ने कुरामा अदालतले जोड दिएको छ। ",
            "Main Arguments": "अदालतले प्रस्तुत गरेको मुख्य तर्कहरू समावेश छन्ः-वकिलहरू अदालतका अधिकारीहरू हुन् र न्याय वितरणमा सहयोग र सहयोग गर्न बाध्य छन्।-कामबाट टाढा रहनु न्यायको प्रशासनलाई बिगार्छ र यसरी वकिलहरूको आह्वान र स्थितिसँग असंगत छ।-वकिलहरूलाई हडतालमा जाने वा अदालतको कार्यवाही बहिष्कार गर्ने कुनै अधिकार छैन।-बार काउन्सिल अफ इन्डियाले अदालतले सुझाउ गरे अनुसार उनीहरूको अनुशासनात्मक नियमहरूमा खण्डहरू समावेश गर्नुपर्छ। ",
            "Legal Precedents or Statutes Cited": "अदालतले निम्न कानुनी पूर्ववर्ती वा विधानहरू उद्धृत गरेको छः-सेप्टेम्बर 29,2002 को भारतीय बार काउन्सिलको संकल्प। ",
            "Quotations from the court": "अदालतले निम्न उद्धरणहरू गरेको छः-\"वकिलहरूलाई हडतालमा जाने अधिकार छैन।  वकिलहरूलाई अदालत बहिष्कार गर्ने कुनै अधिकार छैन।  वकिलहरूलाई पक्षहरूका लागि वकालत राख्ने मामिलाहरूमा अदालतमा उपस्थित हुनबाट टाढा रहने कुनै अधिकार छैन।  \"-\" यो प्रत्येक अधिवक्ताको कर्तव्य हो जसले संक्षिप्त रूपमा अदालतमा उपस्थित हुन स्वीकार गर्दछ, यदि यो लामो समयसम्म चलिरह्यो भने पनि।  \"-\" हडताल वा बहिष्कारको आह्वानलाई साहसपूर्वक बेवास्ता गर्नु प्रत्येक अधिवक्ताको कर्तव्य हो। \"",
            "Present Court's Verdict": "अदालतले निम्न निर्णयहरू गरेको छः-वकिलहरूलाई हडतालमा जाने वा अदालतको कार्यवाही बहिष्कार गर्ने कुनै अधिकार छैन।-वकिलहरू लामो समयसम्म चलेको भए पनि मुद्दामा उपस्थित हुन कर्तव्यबद्ध छन्।  बार काउन्सिल अफ इन्डियालाई अदालतले सुझाएको अनुशासनात्मक नियमहरूमा खण्डहरू समावेश गर्न निर्देशन दिइएको छ।  हड्ताल न्यायको प्रशासनमा हस्तक्षेप गर्ने प्रयास हो। ",
            "Conclusion": "निष्कर्षमा, भारतको सर्वोच्च अदालतले वकिलहरूलाई हडतालमा जाने वा अदालतको कार्यवाही बहिष्कार गर्ने कुनै अधिकार छैन भनेर टिप्पणी गरेको छ, आफूलाई अदालतको अधिकारीका रूपमा विचार गर्दै जो न्यायको वितरणमा सहयोग गर्न र सहयोग गर्न बाध्य छन्।  अदालतले न्याय प्रशासनको महत्त्वलाई जोड दिएको छ र बार काउन्सिल अफ इन्डियालाई अदालतले सुझाएको अनुशासनात्मक नियमहरूमा खण्डहरू समावेश गर्न निर्देशन दिएको छ। "
        },
        "Bodo": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "भारतनि जौसिन क'र्टआ नोजोर होदों दि उखिलफोरहा हरतालाव थांनो एबा क'र्टनि मावखान्थिफोरखौ बायकाट खालामनायनि जेबो मोन्थाइ गैया। ",
            "Brief Summary": "भारतनि जौसिन क'र्टआ नोजोर होदों दि उखिलफोरहा हड़तालाव थांनो एबा बिजिरसालिनि मावखान्थिखौ बायकाट खालामनो जेबो मोन्थाइ गैया, गावखौ बिजिरसालिनि मावख'गिरि होन्ना सान्ना जाय न्याय होनायाव हेफाजाब होनो आरो हेफाजाब होनो गोनां।  क'र्टआ नारसिनदों दि खामानिनिफ्राय एंगारनाया न्यायनि खुंथायखौ लोरबां खालामो आरो बिनिखाय उखिलफोरखौ लिंहरनाय आरो थाथाइजों गोरोबै। ",
            "Main Arguments": "कच'रजों दिन्थिजानाय गाहाय बाथ्रा दानथेलायनायाव दङः-उखिलफोरा कच'र्टनि मावख'गिरिफोर आरो न्याय होनायाव हेफाजाब आरो हेफाजाब होनो गोनां जायो।-खामानिनिफ्राय एंगारनाया न्यायनि खुंथायखौ लोरबां खालामो आरो बिनिखाय उखिलफोरखौ लिंहरनाय आरो थाथाइजों गोरोबै जायो।-उखिलफोरहा हरतालाव थांनो एबा कच'र्टनि मावखान्थिफोरखौ बायकाट खालामनो जेबो मोन्थाइ गैया।-बार काउन्सिल अफ इन्डियाया कच'र्टनि सुबुरुन बायदियै गावसोरनि बिथोनारि नेमफोराव दफाखौ सोफादेरनांगौ। ",
            "Legal Precedents or Statutes Cited": "क'र्टआ गाहायाव होनाय आयेनारि आगजुफोर एबा आयेनफोरखौ मुंख'दोंः-29 सेप्तेम्बर, 2002 मायथाइनि बार काउन्सिल अफ इन्डियानि थांखि। ",
            "Quotations from the court": "क'र्टआ गाहायाव होनाय बाथ्राफोरखौ मुंख'दोंः-\"उखिलफोरहा हरतालाव थांनायनि जेबो मोन्थाइ गैया।  उखिलफोरहा आदालतखौ बायकाट खालामनायनि जेबो मोन्थाइ गैया।  उखिलफोरहा बै जाथायफोराव बिजिरसालिनि सिगाङाव नुजाखांनायनिफ्राय गोजानाव थानायनि जेबो मोन्थाइ गैया जेराव बिसोर हानजाफोरनि थाखाय वकालात खालामो।  \"-\" बेयो मोनफ्रोमबो उकिलनि बिबान जाय बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां बिसिबां।  \"-\" हरताल एबा बायकाटनि थाखाय लिंहरनायखौ गोरायै नेवसिनाया साफ्रोम उकिलनि बिबान। \"",
            "Present Court's Verdict": "क'र्टआ गाहायाव होनाय थांखिफोरखौ लादोंमोनः-उकिलफोरहा हरतालाव थांनो एबा क'र्टनि मावखान्थिखौ बायकाट खालामनो जेबो मोन्थाइ गैया।-उकिलफोरा बिसावरियाव बाहागो लानो थाखाय बिबान गोनां, जुदिबो बिसोरो गोलाव समहालागै सोलियो।  बार काउन्सिल अफ इन्डियाया बिजिरसालिनि सुबुरुन बायदियै गावनि दारासिन्नि नेमफोराव दफाखौ सोफादेरनो बिथोन होजादों।  - हरतालफोरा न्यायनि खुंथायाव हेंथा होनायनि मोनसे नाजानाय। ",
            "Conclusion": "जोबनायाव, भारतनि जौसिन बिजिरसालिनि नोजोर होदों दि उखिलफोरहा हड़तालाव थांनो एबा बिजिरसालिनि मावखान्थिखौ बायकाट खालामनो जेबो मोन्थाइ गैया, बिसोरो गावखौ बिजिरसालिनि मावख'गिरि होन्ना सान्ना लायो जाय न्याय होनायाव हेफाजाब होनो आरो हेफाजाब होनो गोनां।  कच'र्टआ न्यायनि खुंथायनि गोनांथिनि सायाव जर होदों आरो बार काउन्सिल अफ इन्डियाखौ कच'र्टनि सुबुरुन बायदियै गावसोरनि दिसिप्लिनारि नेमफोराव दफाखौ सोफादेरनो बिथोन होदों। "
        },
        "Manipuri": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা লোয়রশিংনা ষ্ট্রাইক তৌবা নত্ত্রগা কোর্তকী প্রোসিদিংশিং বাইকোৎ তৌনবগী হক লৈ হায়বা খঙলে ",
            "Brief Summary": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ  থবক তৌবদা থেংথরবা হায়বসি জস্তিসকী এদমিনিস্ত্রেসনদা অকায়বা পী অমসুং মসিনা উকিলশিংগী কোল অমসুং পোজিসনগা চান্নৈ হায়না কোর্টনা হায়রি। ",
            "Main Arguments": "কোর্তনা পীরিবা মরুওইবা আর্গ্যুমেন্তশিংদিঃ-লোয়রশিং অসি কোর্তকী ওফিসিএলশিংনি অমসুং অচুম্বা ৱায়েল পীবদা মতেং পীবা অমসুং মতেং পীবা মথৌ তাই।-থবক থাদোক্তবা অসিনা জস্তিসকী এদমিনিস্ত্রেসনবু অকায়বা পী অমসুং মসিনা লোয়রশিংবু কৌবগী অমসুং ফমগা মান্নদে।-লোয়রশিংনা ষ্ট্রাইক তৌবা নত্ত্রগা কোর্তকী প্রোসিদিংশিং বাইকোৎ তৌবগী হক লৈতে।-বার কাউন্সিল ওফ ইন্দিয়ানা কোর্তনা হায়রিবগুম্না মখোয়গী দিসিপ্লিনরী রুলশিংদা ক্লোজশিং য়াওগদবনি। ",
            "Legal Precedents or Statutes Cited": "কোর্ট অসিনা মখাদা পীরিবা লিগেল প্রিসিদেন্তশিং নত্রগা স্তেচ্যুতশিং তাক্লেঃ-সেপ্তেম্বর 29,2002দা বার কাউন্সিল ওফ ইন্দিয়াগী রিজোলুসন। ",
            "Quotations from the court": "কোর্তনা মখাগী কোতেসনশিং অসি পীখিঃ-\"লোয়রশিংগী ষ্ট্রাইক তৌনবগী হক লৈতে।  লোয়রশিংনা কোর্তপু বাইকোৎ তৌনবগী হক লৈরোই।  লোয়রশিংনা পার্তীশিংগী ওইনা ৱকালাত লৌরিবা কেসশিংদদি কোর্ত্তা শরুক য়ামিন্নবগী হক লৈরোই।  \"-\" মসি মতম শাংনা চত্থরবসু, চাংয়েংশিংদা শরুক য়ামিন্নবা অতেনবা ৱারোল অমা লৌরিবা এদভোকেৎ খুদিংমক্কী থৌদাংনি।  \"মসি এদভোকেৎ খুদিংমক্কী মথৌনি মদুদি ষ্ট্রাইক নত্ত্রগা বাইকোৎকী কোল অমবু থৌনাগা নাথৈদুনা মাংহনগনু।\" ",
            "Present Court's Verdict": "কোর্তনা মখাদা পীরিবা ৱারেপশিং অসি লৌখিঃ-লোয়রশিংনা ষ্ট্রাইক তৌবা নত্ত্রগা কোর্তকী প্রোসিদিংশিং বাইকোৎ তৌনবগী হক লৈরোই।-লোয়রশিংনা মতম শাংনা চত্থরবসু, ত্রাইএলদা শরুক য়াবা মথৌ তাই।- বার কাউন্সিল ওফ ইন্দিয়ানা কোর্তনা পল্লিবা মতুং ইন্না মখোয়গী দিসিপ্লিনরী রুলশিংদা ক্লোজশিং হাপচিন্নবা খঙহনখ্রে।  স্ত্রিকশিং অসি জস্তিসকী এদমিনিস্ত্রেসনদা অপনবা পীননবা হোৎনরিবা অদুবুনি। ",
            "Conclusion": "লোইশিল্লকপদা, সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱায়েল-পথাপ্না ৱ  কোর্ট অসিনা জস্তিসকী এদমিনিস্ত্রেসনগী মরুওইবা অদু পনখি অমসুং বার কাউন্সিল ওফ ইন্দিয়াবু কোর্তনা পল্লিবা মতুং ইন্না মখোয়গী দিসিপ্লিনরী রুলশিংদা ক্লোজশিং হাপচিন্নবা খঙহনখ্রে। "
        },
        "English": {
            "Case name": "Lawyers' Right to Strike: Supreme Court of India (2002)",
            "Case Type": [
                "Constitutional Law",
                "Professional Ethics"
            ],
            "Case": "The case revolves around the issue of lawyers' right to strike and boycott court proceedings. The Supreme Court has observed that lawyers have no right to go on strike or boycott the court, and that they are obliged to attend trials even if they go on for a prolonged period.",
            "Brief Summary": "The Supreme Court of India has held that lawyers have no right to go on strike or boycott court proceedings, and that they are obliged to aid and assist in the dispensation of justice. The court has also directed the Bar Council of India to incorporate clauses in their disciplinary rules to prevent unprofessional conduct.",
            "Main Arguments": "The main arguments in this case revolve around the issue of lawyers' right to strike and boycott court proceedings. The Supreme Court has held that lawyers are officers of the court and are obliged to aid and assist in the dispensation of justice, and that abstention from work impairs the administration of justice.",
            "Legal Precedents or Statutes Cited": "The court has cited various legal precedents and statutes, including the Bar Council of India's resolution dated September 29, 2002, which requires the bench and the bar to take joint actions to prevent strikes.",
            "Quotations from the court": "\"The lawyers have no right to go on strike. Lawyers have no right to boycott the court. Lawyers have no right to abstain from appearing before the court in cases in which they hold the vakalat for the parties.\" - Supreme Court of India\n\"It is the duty of every advocate who accepts a brief to attend trials, even if it goes on for a prolonged period. It is the duty of every advocate to boldly ignore a call for a strike or boycott.\" - Supreme Court of India",
            "Present Court's Verdict": "The Supreme Court has made it clear that lawyers have no right to go on strike or boycott court proceedings. The court has also directed the Bar Council of India to incorporate clauses in their disciplinary rules to prevent unprofessional conduct.",
            "Conclusion": "The Supreme Court's judgment in this case makes it clear that lawyers have no right to strike or boycott court proceedings, and that they are obliged to attend trials even if they go on for a prolonged period. The court's direction to the Bar Council of India to incorporate clauses in their disciplinary rules to prevent unprofessional conduct is also significant."
        }
    },
    "MANU_SC_2008_3096": {
        "Hindi": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "महाराष्ट्र राज्य बनाम राजेंद्र विश्वनाथ बोंड्रे और अन्य। ",
            "Brief Summary": "भारत के सर्वोच्च न्यायालय ने एक फैसले में दोहराया कि मौत की सजा केवल दुर्लभतम मामलों में दी जानी चाहिए, जहां अपराध इतना जघन्य और क्रूर है कि समाज की सामूहिक अंतरात्मा हैरान है।  अदालत ने कहा कि मृत्युदंड का उपयोग संयम से और केवल तभी किया जाना चाहिए जब अपराध इतना गंभीर हो कि उसे अंतिम सजा दी जाए।  फैसले में सर्वोच्च न्यायालय की नीति का पालन करते हुए आजीवन कारावास की सजा को सख्ती से और समान रूप से पूरा करने के महत्व पर भी प्रकाश डाला गया। ",
            "Main Arguments": "उच्चतम न्यायालय द्वारा प्रस्तुत मुख्य दलीलें मृत्युदंड और आजीवन कारावास देने के इर्द-गिर्द केंद्रित थीं।  अदालत ने इस बात पर जोर दिया कि मौत की सजा केवल असाधारण मामलों में दी जानी चाहिए, जहां अपराध अत्यधिक गंभीर है।  अदालत ने उम्रकैद के दोषियों को माफी के मुद्दे पर भी चर्चा की, यह देखते हुए कि उम्रकैद को 14 साल की सजा में परिवर्तित करना किसी भी ठोस कानूनी आधार पर आधारित नहीं था। ",
            "Legal Precedents or Statutes Cited": "फैसले में भारतीय दंड संहिता की धाराओं, 272,201 और 498ए का हवाला दिया गया था। ",
            "Quotations from the court": "- \"मौत की सजा दुर्लभतम मामलों में दी जानी चाहिए जहां अपराध इतना जघन्य और क्रूर है कि समाज की सामूहिक अंतरात्मा इतनी हैरान है कि वह न्यायिक अधिकारियों को मौत की सजा देने की उम्मीद करेगी, चाहे उनकी इच्छानुसार या अन्यथा मौत की सजा पर व्यक्तिगत राय कुछ भी हो।  \"-\" आजीवन कारावास से गुजरने वाले दोषी को माफी का दावा करने का अधिकार है।  हालांकि, यह उचित सरकार को तय करना है कि माफी दी जाए या नहीं।  \"-\" \"इस प्रकार यह देखा जाना चाहिए कि आजीवन कारावास के दोषियों को छूट दी जाती है और बिना किसी ठोस कानूनी आधार के चौदह साल की सजा पूरी करने पर उन्हें जेल से रिहा कर दिया जाता है।\" ",
            "Present Court's Verdict": "उच्चतम न्यायालय ने निम्नलिखित निर्णयों पर भरोसा कियाः-बचन सिंह बनाम पंजाब राज्य (1980) 2 एस. सी. सी. 684-दलबीर सिंह बनाम पंजाब राज्य (1979) 2 एस. सी. सी. 1058 ",
            "Conclusion": "उच्चतम न्यायालय के फैसले ने भारत में मृत्युदंड और आजीवन कारावास देने के सिद्धांतों की पुष्टि की।  न्यायालय ने सर्वोच्च न्यायालय की नीति का पालन करते हुए आजीवन कारावास की सजा को सख्ती से और समान रूप से पूरा करने के महत्व पर जोर दिया।  निर्णय ने आजीवन कैदियों को छूट देने में सावधानी बरतने की आवश्यकता पर भी प्रकाश डाला, इस बात पर जोर देते हुए कि माफी देने का निर्णय ठोस कानूनी आधारों पर आधारित होना चाहिए। "
        },
        "Bengali": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "মহারাষ্ট্র রাজ্য বনাম রাজেন্দ্র বিশ্বনাথ বন্ড্রে ও ওরস। ",
            "Brief Summary": "ভারতের সুপ্রিম কোর্ট একটি রায়ে পুনর্ব্যক্ত করেছে যে মৃত্যুদণ্ড কেবল বিরলতম ক্ষেত্রেই দেওয়া উচিত, যেখানে অপরাধটি এত জঘন্য এবং নিষ্ঠুর যে সমাজের সম্মিলিত বিবেক হতবাক হয়ে যায়।  আদালত পর্যবেক্ষণ করেছে যে মৃত্যুদণ্ডকে সংযতভাবে ব্যবহার করা উচিত এবং কেবল তখনই যখন অপরাধটি এত গুরুতর হয় যে এটি চূড়ান্ত শাস্তির নিশ্চয়তা দেয়।  রায়টি সুপ্রিম কোর্টের নীতি অনুসরণ করে কঠোরভাবে এবং অভিন্নভাবে যাবজ্জীবন কারাদণ্ড কার্যকর করার গুরুত্বকেও তুলে ধরেছে। ",
            "Main Arguments": "সুপ্রিম কোর্ট কর্তৃক উপস্থাপিত প্রধান যুক্তিগুলি মৃত্যুদণ্ড এবং যাবজ্জীবন কারাদণ্ডের রায়কে কেন্দ্র করে ছিল।  আদালত জোর দিয়েছিল যে মৃত্যুদণ্ড কেবল ব্যতিক্রমী ক্ষেত্রেই দেওয়া উচিত, যেখানে অপরাধটি চরম গুরুতর।  আদালত যাবজ্জীবন সাজাপ্রাপ্তদের ক্ষমা করার বিষয়টি নিয়েও আলোচনা করে বলেছে যে, গণ্য যাবজ্জীবন কারাদণ্ডকে 14 বছরের মেয়াদে রূপান্তরিত করা কোনও সঠিক আইনি ভিত্তির উপর ভিত্তি করে নয়। ",
            "Legal Precedents or Statutes Cited": "রায়ে ভারতীয় দণ্ডবিধির ধারা, 302,201 এবং 498এ-র উল্লেখ করা হয়েছে। ",
            "Quotations from the court": "- \"বিরলতম ক্ষেত্রে মৃত্যুদণ্ড দেওয়া উচিত যেখানে অপরাধটি এতটাই জঘন্য ও নিষ্ঠুর যে সমাজের সম্মিলিত বিবেক এতটাই হতবাক হয়ে যায় যে মৃত্যুদণ্ডের বিষয়ে ব্যক্তিগত মতামত নির্বিশেষে বিচার বিভাগীয় কর্মকর্তাদের মৃত্যুদণ্ড কার্যকর করার আশা করা উচিত।  \"-\" যাবজ্জীবন কারাদণ্ডে দণ্ডিত একজন অপরাধীর ক্ষমা দাবি করার অধিকার রয়েছে।  তবে, ছাড় দেওয়া হবে কি না, তা নির্ধারণ করার দায়িত্ব উপযুক্ত সরকারের।  \"-\" \"এইভাবে দেখা যায় যে, যাবজ্জীবন-দণ্ডপ্রাপ্তদের ছাড় দেওয়া হয় এবং কোনও সঠিক আইনি ভিত্তি ছাড়াই চৌদ্দ বছরের মেয়াদ শেষ করে কারাগার থেকে মুক্তি দেওয়া হয়।\" ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট নিম্নলিখিত সিদ্ধান্তগুলির উপর নির্ভর করেছিলঃ-বচন সিং বনাম পঞ্জাব রাজ্য (1980) 2 এস. সি. সি 684-দলবীর সিং বনাম পঞ্জাব রাজ্য (1979) 2 এস. সি. সি 1058 ",
            "Conclusion": "সুপ্রিম কোর্টের রায় ভারতে মৃত্যুদণ্ড এবং যাবজ্জীবন কারাদণ্ডের নীতিগুলিকে পুনরায় নিশ্চিত করেছে।  আদালত সুপ্রিম কোর্টের নীতি অনুসরণ করে কঠোরভাবে এবং অভিন্নভাবে যাবজ্জীবন কারাদণ্ড কার্যকর করার গুরুত্বের উপর জোর দেয়।  রায়টি যাবজ্জীবন সাজাপ্রাপ্তদের ক্ষমা প্রদানের ক্ষেত্রে সতর্কতার প্রয়োজনীয়তার কথাও তুলে ধরেছে, জোর দিয়ে বলেছে যে ক্ষমা দেওয়ার সিদ্ধান্তটি যথাযথ আইনি ভিত্তিতে হওয়া উচিত। "
        },
        "Assamese": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "মহাৰাষ্ট্ৰ ৰাজ্য বনাম ৰাজেন্দ্ৰ বিশ্বনাথ বণ্ড্ৰে আৰু অন্যান্য। ",
            "Brief Summary": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে এক ৰায়দানত পুনৰ কয় যে মৃত্যুদণ্ড কেৱল বিৰলতম গোচৰতহে প্ৰদান কৰা উচিত, য'ত অপৰাধটো ইমান জঘন্য আৰু নিষ্ঠুৰ যে সমাজৰ সামূহিক বিবেক হতবাক হৈ পৰে।  আদালতে পৰ্যবেক্ষণ কৰিছিল যে মৃত্যুদণ্ড কমকৈ আৰু কেৱল তেতিয়াহে ব্যৱহাৰ কৰিব লাগে যেতিয়া অপৰাধটো ইমান গুৰুতৰ হয় যে ই চূড়ান্ত শাস্তিৰ নিশ্চয়তা দিয়ে।  এই ৰায়টোত উচ্চতম ন্যায়ালয়ৰ নীতি অনুসৰণ কৰি আজীৱন কাৰাদণ্ডৰ শাস্তি কঠোৰভাৱে আৰু একেধৰণে পালন কৰাৰ গুৰুত্বৰ ওপৰতো আলোকপাত কৰা হৈছিল। ",
            "Main Arguments": "উচ্চতম ন্যায়ালয়ে উপস্থাপন কৰা মূল যুক্তিবোৰ মৃত্যুদণ্ড আৰু আজীৱন কাৰাদণ্ড প্ৰদানৰ ওপৰত কেন্দ্ৰীভূত আছিল।  আদালতে গুৰুত্ব আৰোপ কৰিছিল যে কেৱল ব্যতিক্ৰমী গোচৰতহে মৃত্যুদণ্ড প্ৰদান কৰা উচিত, য \"ত অপৰাধটো অতি গুৰুতৰ।  আদালতে আজীৱন কাৰাদণ্ডৰ ৰেহাইৰ বিষয়টোৰ ওপৰতো আলোচনা কৰি কয় যে 14 বছৰৰ কাৰাদণ্ডলৈ গণ্য কৰা আজীৱন কাৰাদণ্ডৰ ৰূপান্তৰ কোনো সঠিক আইনী ভিত্তিৰ ওপৰত আধাৰিত নহয়। ",
            "Legal Precedents or Statutes Cited": "ৰায়টোত ভাৰতীয় দণ্ডবিধি, ধাৰা 302,201, আৰু 498 এ উল্লেখ কৰা হৈছিল। ",
            "Quotations from the court": "- \"অপৰাধটো ইমান জঘন্য আৰু নিষ্ঠুৰ হোৱা বিৰলতম গোচৰবোৰত মৃত্যুদণ্ড প্ৰদান কৰা উচিত যে সমাজৰ সামূহিক বিবেক ইমান হতবাক হৈ পৰে যে ই বিচাৰ বিভাগীয় বিষয়াসকলক মৃত্যুদণ্ডৰ ইচ্ছাকৃততা বা অন্য ধৰণৰ ওপৰত তেওঁলোকৰ ব্যক্তিগত মতামত নিৰ্বিশেষে মৃত্যুদণ্ড প্ৰদান কৰাৰ আশা কৰিব।  \"-\" আজীৱন কাৰাদণ্ড ভোগ কৰি থকা এজন দোষীৰ ক্ষমা দাবী কৰাৰ অধিকাৰ আছে।  অৱশ্যে, ৰেহাই দিব নে নোৱাৰিব সেয়া উপযুক্ত চৰকাৰে সিদ্ধান্ত ল'ব।  \"-\" \"এনেদৰে দেখা যায় যে আজীৱন দোষীসকলক ক্ষমা প্ৰদান কৰা হয় আৰু কোনো সঠিক আইনী ভিত্তি অবিহনে চৌদ্দ বছৰৰ কাৰ্যকাল সম্পূৰ্ণ কৰাৰ পিছত কাৰাগাৰৰ পৰা মুকলি কৰি দিয়া হয়।\" ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে নিম্নলিখিত সিদ্ধান্তসমূহৰ ওপৰত নিৰ্ভৰ কৰিছিলঃ-বচন সিং বনাম পঞ্জাৱ ৰাজ্য (1980) 2 এছচিচি 684-দলবীৰ সিং বনাম পঞ্জাৱ ৰাজ্য (1979) 2 এছচিচি 1058 ",
            "Conclusion": "উচ্চতম ন্যায়ালয়ৰ ৰায়ই ভাৰতত মৃত্যুদণ্ড আৰু আজীৱন কাৰাদণ্ড প্ৰদানৰ নীতি পুনৰ নিশ্চিত কৰিছিল।  আদালতে উচ্চতম ন্যায়ালয়ৰ নীতি অনুসৰণ কৰি আজীৱন কাৰাদণ্ডৰ শাস্তি কঠোৰভাৱে আৰু একেধৰণে পালন কৰাৰ গুৰুত্বৰ ওপৰত গুৰুত্ব আৰোপ কৰে।  ৰায়টোৱে আজীৱন দোষীসকলক ক্ষমা প্ৰদানৰ ক্ষেত্ৰত সাৱধানতা অৱলম্বন কৰাৰ প্ৰয়োজনীয়তাৰ ওপৰতো গুৰুত্ব আৰোপ কৰি কয় যে ক্ষমা প্ৰদানৰ সিদ্ধান্ত সঠিক আইনী ভিত্তিৰ ওপৰত আধাৰিত হ \"ব লাগে। "
        },
        "Nepali": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "महाराष्ट्र राज्य बनाम राजेन्द्र विश्वनाथ बोन्ड्रे र अन्य। ",
            "Brief Summary": "भारतको सर्वोच्च अदालतले एक फैसलामा दोहोऱ्याएको छ कि दुर्लभतम मामिलाहरूमा मात्र मृत्युदण्ड दिइनु पर्छ, जहाँ अपराध यति जघन्य र क्रूर छ कि समाजको सामूहिक अन्तस्करण स्तब्ध हुन्छ।  अदालतले मृत्युदण्डलाई सावधानीपूर्वक प्रयोग गर्नुपर्दछ र अपराध यति गम्भीर छ कि यसले अन्तिम सजायको ग्यारेन्टी दिन्छ भने मात्र भनी टिप्पणी गरेको छ।  फैसलाले सर्वोच्च अदालतको नीति अनुसरण गर्दै आजीवन कारावासको सजायलाई कडाइका साथ र समान रूपमा कार्यान्वयन गर्ने महत्त्वलाई पनि प्रकाश पारेको छ। ",
            "Main Arguments": "सर्वोच्च अदालतले प्रस्तुत गरेको मुख्य तर्क मृत्युदण्ड र आजीवन कारावासको सजायको वरिपरि केन्द्रित थियो।  अदालतले अत्यधिक गम्भीर अपराध भएका असाधारण मामिलाहरूमा मात्र मृत्युदण्डको सजाय दिन जोड दिएको छ।  अदालतले आजीवन कारावासको सजायलाई 14 वर्षको सजायमा रूपान्तरण गर्ने कुनै ठोस कानुनी आधारमा आधारित नभएको टिप्पणी गर्दै आजीवन कैदीहरूलाई माफी दिने विषयमा पनि छलफल गरेको छ। ",
            "Legal Precedents or Statutes Cited": "फैसलामा भारतीय दण्ड संहिता, धारा 303,201 र 498 ए उद्धृत गरिएको थियो। ",
            "Quotations from the court": "- \"दुर्लभतम मामिलाहरूमा मृत्युदण्ड दिइनु पर्छ जहाँ अपराध यति जघन्य र क्रूर छ कि समाजको सामूहिक अन्तस्करण यति स्तब्ध छ कि यसले न्यायिक अधिकारीहरूलाई मृत्युदण्डको इच्छनीयता वा अन्यथा उनीहरूको व्यक्तिगत रायलाई ध्यान नदिई मृत्युदण्ड दिने अपेक्षा गर्दछ।  \"-\" आजीवन कारावास भोगिरहेका दोषीलाई माफी माग्ने अधिकार हुन्छ।  तर, माफी दिने कि नगर्ने भन्ने निर्णय उपयुक्त सरकारले गर्नुपर्ने हुन्छ।  \"-\" \"यसरी यो देख्न सकिन्छ कि आजीवन कैदीहरूलाई माफी दिइन्छ र कुनै ठोस कानुनी आधार बिना चौध वर्षको अवधि पूरा गरेपछि जेलबाट रिहा गरिन्छ।\" ",
            "Present Court's Verdict": "सर्वोच्च अदालतले निम्न निर्णयहरूमा भरोसा राख्योः-बचन सिंह बनाम पञ्जाब राज्य (1980) 2 एससीसी 684-दलबीर सिंह बनाम पञ्जाब राज्य (1979) 2 एससीसी 1058 ",
            "Conclusion": "सर्वोच्च अदालतको फैसलाले भारतमा मृत्युदण्ड र आजीवन कारावासको सजाय दिने सिद्धान्तलाई पुनः पुष्टि गरेको छ।  अदालतले सर्वोच्च अदालतको नीति अनुसरण गर्दै आजीवन कारावासको सजायलाई कडाइका साथ र समान रूपमा कार्यान्वयन गर्ने महत्त्वलाई जोड दिएको छ।  फैसलाले आजीवन कैदीहरूलाई माफी दिन सावधानी अपनाउने आवश्यकतालाई पनि प्रकाश पारेको छ, माफी दिने निर्णय ठोस कानुनी आधारहरूमा आधारित हुनुपर्छ भन्ने कुरामा जोड दिएको छ। "
        },
        "Bodo": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "महाराष्ट्र रायजो बनाम राजेन्द्र विश्वनाथ ब'न्ड्रे आरो अ'र्स। ",
            "Brief Summary": "भारतनि जौसिन अदालते मोनसे बिजिरनायाव फिन खिन्थादोंमोन दि थैनायनि साजाखौ मोननो थाङैसिन जाथायफोरावल'होनांगौ, जेराव दायआ ओरैबादि गोरोनथिगोनां आरो गोरोनथिगोनां दि समाजनि जथाय गोसोआ गोमाजायो।  कच'र्टआ नोजोर होदोंमोन दि थैनायनि साजाखौ एसेल'बाहायनो नांगौ आरो अब्लासो जेब्ला दायआ ओरैबादि गोख्रों जायो दि बेयो जोबथा साजाखौ गनायथि होयो।  बे बिजिरनाया जौसिन बिजिरसालिनि खान्थिखौ मोजाङै आरो रोखोमसेयै जिउ जोबनो हानाय साजा होनायनि गोनांथिखौबो दिन्थियो। ",
            "Main Arguments": "जौसिन बिजिरसालिनि गाहाय बाथ्रा दानथेलायनाया थैनायनि साजा आरो जिउ जोबनो हानाय साजा होनायनि खाथि-खालायावमोन।  क'र्टआ जर होदोंमोन दि थैनायनि साजाखौ जुनिया जाथायफोरावल'होनांगौ, जेराव दायआ जोबोद गोब्राब।  कच'र्टआ जिउहालागै साजा होजानायफोरखौ रैखाखालामनायनि बाथ्राखौबो सावरायदोंमोन, बेखौ नोजोर होनानै दि जिउहालागै साजा होनायखौ 14 बोसोरनि साजायाव सोलायनाया जेबो थार आयेनारि बिथानि सायाव सोनारनाय नङामोन। ",
            "Legal Precedents or Statutes Cited": "बिजिरनायाव भारतारि दण्डबिधान, दफा 302,201 आरो 498 ए खौ मुंख'नाय जादोंमोन। ",
            "Quotations from the court": "- \"थैनायनि साजाखौ मोननो थाङैसिन जाथायफोराव होजानांगौ जेराव दायआ ओरैबायदि गोरोनथिगोनां आरो गोरोनथिगोनां दि समाजनि जथाय गोसोआ ओरैबादि गोमाजायो दि बियो जुडिसियेल मावख'गिरिफोरखौ फासि होनायनि सायाव बिसोरनि गावारि सान्नायखौ नोजोर होआलाबानो थैनाय साजा होनायनि आसा खालामगोन।  \"-\" जिउहालागै जेलाव थानाय सासे दायगोनांहा रैखाखालामनायखौ दाबि खालामनायनि मोन्थाइ दं।  जिखिजायामानो, बेखौ थि खालामनाया आरजाथाव सोरखारानो दि रैखाखालामनायखौ होनांगौ ना नाङा।  \"-\" बे रोखोमै नायनो गोनां दि जिउ खांनाय साजा होजानायफोरखौ रैखाखालामनाय जायो आरो जेबो थार आयेनारि बिथा गैयालासे जिब्रै बोसोरनि समखोन्दो फोजोबनायनि उनाव जेलनिफ्राय हगारनाय जायो। \"",
            "Present Court's Verdict": "सुप्रिम कर्टा गाहायाव होनाय थिरांथाफोरनि सायाव सोनारदोंमोनः-बचन सिंह बनाम पंजाब रायजो (1980) 2 एस. सी. सी. 684-दलबीर सिंह बनाम पंजाब रायजो (1979) 2 एस. सी. सी. 1058 ",
            "Conclusion": "सुप्रिम क'र्टनि बिजिरनाया भारतआव थैनायनि साजा आरो जिउहालागै साजा होनायनि खान्थिफोरखौ थि खालामफिनदोंमोन।  क'र्टआ जौसिन क'र्टनि खान्थिखौ मोजाङै आरो रोखोमसेयै जिउ जोबनो हानाय साजा होनायनि गोनांथिखौ जर होदोंमोन।  बिजिरनाया जिउहालागै साजा होजानायफोरखौ रैखाखालामनायाव सांग्रांथिनि गोनांथिखौबो दिन्थियो, जर होनानै बुङो दि रैखाखालामनायनि थिरांथाआ मोजां आयेनारि बिथानि सायाव बिथा खालामजानांगौ। "
        },
        "Manipuri": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "মহারাস্ত্র রাজ্যগী ভি. রাজেন্দ্র বিশ্বনাথ বোন্দ্রে অমসুং ওরস। ",
            "Brief Summary": "সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ৱায়েল অমদা অমুক হন্না হায়রি মদুদি সমাজগী অপুনবা ৱাখলনা শোকহল্লবা, ক্রাইম অসি য়াম্না শাথিবা অমসুং শাথিবা, য়াম্না তাংনা থোকপা কেসশিংদাখক্তমক দেথ পেনাল্টি পীগদবনি।  কোর্তনা হায়রি মদুদি দেথ পেনাল্টি অসি য়াম্না নেম্না শীজিন্নগদবনি অমসুং ক্রাইম অদুনা খ্বাইদগী শাথীনা শোকহল্লবা মতমদতা মসিনা খ্বাইদগী ৱাংবা পেনাল্টি পীগদবনি।  ৱারেপ অসিনা সুপ্রিম কোর্তকী পোলিসীগী মখা পোন্না, চপ চানা অমসুং মান্নবা মওংদা চহি চুপ্পা জেলদা থম্নবগী ৱারেপ লৌবগী মরুওইবা অদু তাক্লি। ",
            "Main Arguments": "সুপ্রিম কোর্তনা পীখিবা মরু ওইবা আর্গ্যুমেন্তশিংদি দেথ পেনাল্টি অমসুং লাইফ কেবিলিতেসন পীবদা য়ুম্ফম ওইবনি।  কোর্তনা হায় মদুদি ক্রাইম অদুনা কা হেন্না শাথিনা শোকহল্লবা অখন্নবা কেসশিংদাখক্তমক দেথ পেনাল্টি পীগদবনি।  দিম্দ লাইফ কেন্দেন্সপু চহি 14গী টর্মদা ওন্থোকপগী ৱাফম অসি অফবা লিগেল বেসিস অমত্তদা য়ুম্ফম ওইদে হায়রদুনা কোর্ট অসিনা লাইফ কন্তেন্তশিংবু রিমিশন তৌবগী মতাংদসু খন্নখি। ",
            "Legal Precedents or Statutes Cited": "ইন্দিয়ন পেনাল কোদকী সেক্সন 302,201 অমসুং 498এ অসি ৱায়েলদা পল্লি। ",
            "Quotations from the court": "\"সমাজগী অপুনবা ৱাখলনা মখোয়না পাম্লিবা অপাম্বা নত্ত্রগা অতৈ অতোপ্পা ৱাখল্লোনগী মখা পোন্দনা জুদিসিএল ওফিসারশিংনা শিবগী ৱায়েল লৌশিনবা পামগনি হায়না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই শোক্না থমোই য়াম্না তাংনা থোকপা কেসশিংদদি শিবগী ৱায়েল পীগদবনি।  \"-\" চহি চুপ্পা জেলদা লৈদুনা লৈরিবা কন্দিৎ অমনা রিমিশন লৌনবগী হক লৈ।  অদুম ওইনমক, রিমেসন পীগদবরা হায়বগী মতাংদা চপ চাবা লৈঙাক অসিনা ৱারেপ লৌবা তাই।  \"-\" অসুম্না য়েংগদবনি মদুদি লাইফ-কন্দিৎশিংবু রিমিশন পী অমসুং অফবা লিগেল বেসিস অমত্তা য়াওদনা চহি 14 মপুং ফারবা মতুংদা জেলদগী থাদোকই। \"",
            "Present Court's Verdict": "সুপ্রিম কোর্তনা মখাগী ৱারেপশিং অসিদা থাজবা থমখিঃ-বচন সিংহ ভর্সস স্তেত ওফ পঞ্জাব (1980) 2 এস. সি. সি. 684-দলবীর সিংহ ভর্সস স্তেত ওফ পঞ্জাব (1979) 2 এস. সি. সি. 1058 ",
            "Conclusion": "সুপ্রিম কোর্তকী ৱারেপ অসিনা ভারত্তা মৃত্যুদণ্ড অমসুং চহি চুপ্পা জেলদা থম্নবগী কাংলোনশিং অমুক হন্না লেপ্পি।  কোর্ট অসিনা সুপ্রিম কোর্তকী পোলিসীগী মখা পোন্না চপ চানা অমসুং চপ মান্ননা চহি চুপ্পা জেলদা থম্নবগী ৱারেপ লৌবগী মরু ওইবা অদু পনখি।  অচুম্বা ৱায়েল অসিনা রিমিশন পীনবগী ৱারেপ অদু অফবা লিগেল গ্রাউন্দশিংদা য়ূম্ফম ওইবা তাই হায়বা ৱাফম থাংগৎতুনা, লাইফ কন্দিৎশিংদা রিমিশন পীবদা চেকশিন্না লৈবগী তঙাইফদবা অদু তাক্লি। "
        },
        "English": {
            "Case name": "State of Maharashtra v. Bombay High Court (2008)",
            "Case Type": [
                "Criminal Appeal"
            ],
            "Case": "The case involved the appeal of the State of Maharashtra against the Bombay High Court's order granting remission to a convict who was sentenced to life imprisonment.",
            "Brief Summary": "The Supreme Court dismissed the appeal and reiterated that the death penalty should be awarded only in the rarest of rare cases. The court also observed that a convict undergoing a life imprisonment has a right to claim remission and that the deemed conversion of life imprisonment into 20 years by executive orders was not in accordance with the law.",
            "Main Arguments": "The main arguments in the case were centered around the award of the death penalty and the right to claim remission by a convict undergoing life imprisonment.",
            "Legal Precedents or Statutes Cited": "The court cited the following legal precedents and statutes:\n- Bachan Singh case\n- Dalbir Singh v. State of Punjab (1979) 2 SCC 1058\n- Indian Penal Code (IPC)",
            "Quotations from the court": "The Supreme Court observed in paragraph 14 of the judgment: \"A convict undergoing life imprisonment does have a right to claim remission. However, it is for the appropriate government to decide whether to grant remission.\"",
            "Present Court's Verdict": "The Supreme Court's decision in this case was based on the principles set out in the Bachan Singh case and the court's earlier decisions on the award of death penalty. The court also relied on the judgment in Dalbir Singh v. State of Punjab (1979) 2 SCC 1058.",
            "Conclusion": "In conclusion, the Supreme Court's decision in this case reiterates the principles set out in the Bachan Singh case and underscores the importance of awarding the death penalty only in the rarest of rare cases. The court also emphasizes the importance of granting remission to convicts undergoing life imprisonment and the need for the government to decide whether to grant remission."
        }
    },
    "MANU_SC_2010_0325": {
        "Hindi": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "एक आपराधिक मुकदमे में सबूत के रूप में नार्कोएनालिसिस, पॉलीग्राफ परीक्षा और ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) परीक्षणों के परिणामों की स्वीकार्यता पर भारत का सर्वोच्च न्यायालय ",
            "Brief Summary": "सर्वोच्च न्यायालय ने कहा कि नार्कोएनालिसिस, पॉलीग्राफ परीक्षा और ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) परीक्षणों से प्राप्त परिणामों को आपराधिक मुकदमे में सबूत के रूप में स्वीकार नहीं किया जा सकता है।  अदालत ने निर्धारित किया कि ये परीक्षण \"क्रूर, अमानवीय और अपमानजनक व्यवहार\" के बराबर हैं और संविधान के अनुच्छेद 21 का उल्लंघन करते हैं, जो व्यक्तिगत स्वतंत्रता के अधिकार की गारंटी देता है।  अदालत ने यह भी कहा कि इस तरह के परीक्षणों के परिणाम एक \"प्रशंसात्मक चरित्र\" रखते हैं और यदि मजबूरी के माध्यम से प्राप्त किए जाते हैं तो उन्हें सबूत के रूप में स्वीकार नहीं किया जा सकता है। ",
            "Main Arguments": "मामले में शामिल पक्षों द्वारा प्रस्तुत मुख्य तर्क एक आपराधिक मुकदमे में सबूत के रूप में नार्कोएनालिसिस, पॉलीग्राफ परीक्षा और ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) परीक्षणों के परिणामों की स्वीकार्यता के इर्द-गिर्द केंद्रित थे।  अदालत ने संविधान के अनुच्छेद 20 (3) के तहत आत्म-दोषारोपण के खिलाफ व्यक्ति के अधिकारों और अनुच्छेद 21 के तहत निजता के अधिकार पर विचार किया। ",
            "Legal Precedents or Statutes Cited": "अदालत ने संविधान के अनुच्छेद 20 (3) का हवाला दिया, जो व्यक्तियों को आत्म-दोषारोपण से बचाता है, और अनुच्छेद 21, जो व्यक्तिगत स्वतंत्रता के अधिकार की गारंटी देता है।  अदालत ने यह निर्धारित करने के लिए \"पर्याप्त देय प्रक्रिया\" की अवधारणा पर भी भरोसा किया कि इन तकनीकों का अनैच्छिक तरीके से उपयोग व्यक्तिगत स्वतंत्रता के अधिकार का उल्लंघन है। ",
            "Quotations from the court": "\"विवादित तकनीकों को'भौतिक साक्ष्य'के रूप में वर्गीकृत नहीं किया जा सकता है क्योंकि वे एक'प्रशंसात्मक चरित्र'रखते हैं और यदि उन्हें मजबूरी के उपयोग के माध्यम से प्राप्त किया जाता है तो उन्हें साक्ष्य में स्वीकार नहीं किया जा सकता है।  \"किसी व्यक्ति को इनमें से किसी भी तकनीक से गुजरने के लिए मजबूर करना'पर्याप्त देय प्रक्रिया'के मानक का उल्लंघन करता है जो व्यक्तिगत स्वतंत्रता को प्रतिबंधित करने के लिए आवश्यक है।  इस तरह का उल्लंघन इस बात की परवाह किए बिना होगा कि विवादित तकनीकों को जबरन प्रशासित किया जाता है या नहीं। ",
            "Present Court's Verdict": "सर्वोच्च न्यायालय ने कहा कि नार्कोएनालिसिस, पॉलीग्राफ परीक्षा और ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) परीक्षणों से प्राप्त परिणामों को आपराधिक मुकदमे में सबूत के रूप में स्वीकार नहीं किया जा सकता है।  अदालत ने यह भी निर्धारित किया कि इन परीक्षणों का अनिवार्य प्रशासन संविधान के अनुच्छेद 21 के तहत गारंटीकृत व्यक्तिगत स्वतंत्रता के अधिकार का उल्लंघन है। ",
            "Conclusion": "सर्वोच्च न्यायालय का निर्णय एक आपराधिक मुकदमे में सबूत के रूप में नार्कोएनालिसिस, पॉलीग्राफ परीक्षा और ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) परीक्षणों के परिणामों के उपयोग को प्रभावी रूप से प्रतिबंधित करता है।  अदालत का फैसला आत्म-दोषारोपण और व्यक्तिगत स्वतंत्रता के खिलाफ व्यक्तियों के अधिकारों की रक्षा के महत्व पर जोर देता है, और फोरेंसिक विज्ञान और साक्ष्य कानून के क्षेत्र में एक महत्वपूर्ण मिसाल स्थापित करता है। "
        },
        "Bengali": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "একটি ফৌজদারি বিচারে প্রমাণ হিসাবে নার্কোঅ্যানালাইসিস, পলিগ্রাফ পরীক্ষা এবং ব্রেইন ইলেকট্রিক্যাল অ্যাক্টিভিটি ম্যাপিং (বিইএপি) পরীক্ষার ফলাফলের গ্রহণযোগ্যতার বিষয়ে ভারতের সুপ্রিম কোর্ট ",
            "Brief Summary": "সুপ্রিম কোর্ট বলেছে যে নার্কোঅ্যানালাইসিস, পলিগ্রাফ পরীক্ষা এবং ব্রেন ইলেকট্রিক্যাল অ্যাক্টিভিটি ম্যাপিং (বিইএপি) পরীক্ষার ফলাফল ফৌজদারি বিচারে প্রমাণ হিসাবে গ্রহণ করা যাবে না।  আদালত নির্ধারণ করেছে যে এই পরীক্ষাগুলি \"নিষ্ঠুর, অমানবিক এবং অবমাননাকর আচরণ\" এবং সংবিধানের 21 অনুচ্ছেদের লঙ্ঘন, যা ব্যক্তিগত স্বাধীনতার অধিকারের নিশ্চয়তা দেয়।  আদালত আরও পর্যবেক্ষণ করেছে যে এই ধরনের পরীক্ষার ফলাফল একটি \"প্রশংসাসূচক চরিত্র\" বহন করে এবং বাধ্যবাধকতার মাধ্যমে প্রাপ্ত হলে প্রমাণ হিসাবে গ্রহণ করা যায় না। ",
            "Main Arguments": "মামলার সাথে জড়িত পক্ষগুলির দ্বারা উপস্থাপিত প্রধান যুক্তিগুলি একটি ফৌজদারি বিচারে প্রমাণ হিসাবে নার্কোঅ্যানালাইসিস, পলিগ্রাফ পরীক্ষা এবং ব্রেইন ইলেকট্রিক্যাল অ্যাক্টিভিটি ম্যাপিং (বিইএপি) পরীক্ষার ফলাফলের গ্রহণযোগ্যতাকে কেন্দ্র করে ছিল।  আদালত সংবিধানের 20 (3) অনুচ্ছেদের অধীনে আত্ম-দোষারোপের বিরুদ্ধে ব্যক্তির অধিকার এবং 21 অনুচ্ছেদের অধীনে গোপনীয়তার অধিকার বিবেচনা করে। ",
            "Legal Precedents or Statutes Cited": "আদালত সংবিধানের 20 (3) অনুচ্ছেদের কথা উল্লেখ করেছে, যা ব্যক্তিকে আত্ম-দোষারোপ থেকে রক্ষা করে এবং 21 অনুচ্ছেদের কথা উল্লেখ করেছে, যা ব্যক্তিগত স্বাধীনতার অধিকারের নিশ্চয়তা দেয়।  অনিচ্ছাকৃতভাবে এই কৌশলগুলির ব্যবহার ব্যক্তিগত স্বাধীনতার অধিকারের লঙ্ঘন কিনা তা নির্ধারণের জন্য আদালত \"যথেষ্ট যথাযথ প্রক্রিয়া\" ধারণার উপরও নির্ভর করেছিল। ",
            "Quotations from the court": "\"বিতর্কিত কৌশলগুলিকে'বস্তুগত প্রমাণ'হিসাবে শ্রেণীবদ্ধ করা যায় না কারণ এগুলি একটি'প্রশংসাসূচক চরিত্র'বহন করে এবং যদি সেগুলি বাধ্যবাধকতার মাধ্যমে প্রাপ্ত হয় তবে সেগুলিকে প্রমাণ হিসাবে গ্রহণ করা যায় না।\"  \"একজন ব্যক্তিকে এই কৌশলগুলির যে কোনও একটির মধ্য দিয়ে যেতে বাধ্য করা'যথেষ্ট যথাযথ প্রক্রিয়া'- র মান লঙ্ঘন করে যা ব্যক্তিগত স্বাধীনতা সীমাবদ্ধ করার জন্য প্রয়োজনীয়।  বিতর্কিত কৌশলগুলি জোরপূর্বক প্রয়োগ করা হয় কিনা তা নির্বিশেষে এই ধরনের লঙ্ঘন ঘটবে। \"",
            "Present Court's Verdict": "সুপ্রিম কোর্ট বলেছে যে নার্কোঅ্যানালাইসিস, পলিগ্রাফ পরীক্ষা এবং ব্রেন ইলেকট্রিক্যাল অ্যাক্টিভিটি ম্যাপিং (বিইএপি) পরীক্ষা থেকে প্রাপ্ত ফলাফলগুলি ফৌজদারি বিচারে প্রমাণ হিসাবে গ্রহণ করা যাবে না।  আদালত আরও নির্ধারণ করেছে যে এই পরীক্ষাগুলির বাধ্যতামূলক প্রশাসন সংবিধানের 21 অনুচ্ছেদের অধীনে প্রদত্ত ব্যক্তিগত স্বাধীনতার অধিকারের লঙ্ঘন। ",
            "Conclusion": "সুপ্রিম কোর্টের সিদ্ধান্ত কার্যকরভাবে একটি ফৌজদারি বিচারে প্রমাণ হিসাবে নার্কোঅ্যানালাইসিস, পলিগ্রাফ পরীক্ষা এবং ব্রেইন ইলেকট্রিক্যাল অ্যাক্টিভিটি ম্যাপিং (বিইএপি) পরীক্ষার ফলাফল ব্যবহার নিষিদ্ধ করে।  আদালতের রায়টি আত্ম-দোষারোপ এবং ব্যক্তিগত স্বাধীনতার বিরুদ্ধে ব্যক্তির অধিকার রক্ষার গুরুত্বের উপর জোর দেয় এবং ফরেনসিক বিজ্ঞান ও প্রমাণ আইনের ক্ষেত্রে একটি উল্লেখযোগ্য নজির স্থাপন করে। "
        },
        "Assamese": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "নাৰ্কোএনালাইসিস, পলিগ্ৰাফ পৰীক্ষা, আৰু ব্ৰেইন ইলেকট্ৰিকেল এক্টিভিটি মেপিং (বি. ই. এ. পি.) পৰীক্ষাৰ ফলাফলসমূহ অপৰাধমূলক বিচাৰত প্ৰমাণ হিচাপে গ্ৰহণযোগ্য হোৱাৰ ওপৰত ভাৰতৰ উচ্চতম ন্যায়ালয় ",
            "Brief Summary": "উচ্চতম ন্যায়ালয়ে কয় যে নাৰ্কোএনালাইসিস, পলিগ্ৰাফ পৰীক্ষা, আৰু ব্ৰেইন ইলেকট্ৰিকেল এক্টিভিটি মেপিং (বি. ই. এ. পি.) পৰীক্ষাৰ পৰা প্ৰাপ্ত ফলাফলসমূহ অপৰাধমূলক বিচাৰত প্ৰমাণ হিচাপে গ্ৰহণ কৰিব নোৱাৰি।  আদালতে নিৰ্ণয় কৰিছিল যে এই পৰীক্ষাসমূহ \"নিষ্ঠুৰ, অমানৱীয় আৰু অপমানজনক আচৰণ\" আৰু ব্যক্তিগত স্বাধীনতাৰ অধিকাৰৰ নিশ্চয়তা দিয়া সংবিধানৰ 21 নং অনুচ্ছেদৰ উলংঘনকাৰী।  আদালতে লগতে পৰ্যবেক্ষণ কৰিছিল যে এনে পৰীক্ষাৰ ফলাফলবোৰে \"প্ৰমাণপত্ৰৰ চৰিত্ৰ\" বহন কৰে আৰু যদি বাধ্যবাধকতাৰ জৰিয়তে প্ৰাপ্ত কৰা হয় তেন্তে ইয়াক প্ৰমাণ হিচাপে গ্ৰহণ কৰিব নোৱাৰি। ",
            "Main Arguments": "গোচৰটোত জড়িত পক্ষসমূহে উপস্থাপন কৰা মূল যুক্তিবোৰ নাৰ্কোএনালাইসিস, পলিগ্ৰাফ পৰীক্ষা, আৰু ব্ৰেইন ইলেকট্ৰিকেল এক্টিভিটি মেপিং (বি. ই. এ. পি.) পৰীক্ষাৰ ফলাফলসমূহ অপৰাধমূলক বিচাৰত প্ৰমাণ হিচাপে গ্ৰহণযোগ্য হোৱাৰ ওপৰত কেন্দ্ৰীভূত আছিল।  আদালতে সংবিধানৰ অনুচ্ছেদ 20 (3) ৰ অধীনত আত্ম-অপৰাধৰ বিৰুদ্ধে ব্যক্তিৰ অধিকাৰ আৰু অনুচ্ছেদ 21 ৰ অধীনত গোপনীয়তাৰ অধিকাৰ বিবেচনা কৰিছিল। ",
            "Legal Precedents or Statutes Cited": "আদালতে সংবিধানৰ অনুচ্ছেদ 20 (3), যি ব্যক্তিসকলক আত্ম-অপৰাধৰ পৰা সুৰক্ষা প্ৰদান কৰে, আৰু অনুচ্ছেদ 21, যি ব্যক্তিগত স্বাধীনতাৰ অধিকাৰৰ নিশ্চয়তা প্ৰদান কৰে, উল্লেখ কৰে।  এই কৌশলবোৰ অনিচ্ছাকৃতভাৱে ব্যৱহাৰ কৰাটো ব্যক্তিগত স্বাধীনতাৰ অধিকাৰৰ উলংঘন বুলি নিৰ্ণয় কৰিবলৈ আদালতে \"গুৰুত্বপূৰ্ণ যথাযথ প্ৰক্ৰিয়া\" ৰ ধাৰণাটোৰ ওপৰতো নিৰ্ভৰ কৰিছিল। ",
            "Quotations from the court": "\"বিতৰ্কিত কৌশলবোৰক'বস্তুগত প্ৰমাণ'হিচাপে শ্ৰেণীবদ্ধ কৰিব নোৱাৰি কিয়নো সেইবোৰে'প্ৰমাণপত্ৰৰ চৰিত্ৰ'বহন কৰে আৰু যদি সেইবোৰ বাধ্যবাধকতাৰ ব্যৱহাৰৰ জৰিয়তে প্ৰাপ্ত কৰা হয় তেন্তে সেইবোৰক প্ৰমাণত গ্ৰহণ কৰিব নোৱাৰি।\"  \"এজন ব্যক্তিক এই কৌশলবোৰৰ যিকোনো এটাৰ মাজেৰে পাৰ হ\" বলৈ বাধ্য কৰাটোৱে ব্যক্তিগত স্বাধীনতা সীমিত কৰাৰ বাবে প্ৰয়োজনীয়'গুৰুত্বপূৰ্ণ প্ৰক্ৰিয়া'ৰ মানদণ্ড উলংঘন কৰে।  আপত্তি কৰা কৌশলবোৰ বলপূৰ্বকভাৱে প্ৰয়োগ কৰা হয় নে নহয় সেয়া নিৰ্বিশেষে এনে উলংঘন সংঘটিত হ \"ব।\" ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে কয় যে নাৰ্কোএনালাইসিস, পলিগ্ৰাফ পৰীক্ষা, আৰু ব্ৰেইন ইলেকট্ৰিকেল এক্টিভিটি মেপিং (বি. ই. এ. পি.) পৰীক্ষাৰ পৰা প্ৰাপ্ত ফলাফলবোৰক অপৰাধমূলক বিচাৰত প্ৰমাণ হিচাপে গ্ৰহণ কৰিব নোৱাৰি।  আদালতে এইটোও নিৰ্ণয় কৰিছিল যে এই পৰীক্ষাসমূহৰ বাধ্যতামূলক প্ৰশাসন সংবিধানৰ 21 নং অনুচ্ছেদৰ অধীনত প্ৰদান কৰা ব্যক্তিগত স্বাধীনতাৰ অধিকাৰৰ উলংঘন। ",
            "Conclusion": "উচ্চতম ন্যায়ালয়ৰ সিদ্ধান্তই কাৰ্যকৰীভাৱে নাৰ্কোএনালাইসিস, পলিগ্ৰাফ পৰীক্ষা, আৰু ব্ৰেইন ইলেকট্ৰিকেল এক্টিভিটি মেপিং (বিইএপি) পৰীক্ষাৰ ফলাফলসমূহ অপৰাধমূলক বিচাৰত প্ৰমাণ হিচাপে ব্যৱহাৰ কৰাত নিষেধাজ্ঞা আৰোপ কৰিছে।  আদালতৰ ৰায়দানে আত্ম-দোষারোপ আৰু ব্যক্তিগত স্বাধীনতাৰ বিৰুদ্ধে ব্যক্তিৰ অধিকাৰ সুৰক্ষিত কৰাৰ গুৰুত্বৰ ওপৰত গুৰুত্ব আৰোপ কৰে, আৰু ফৰেনচিক বিজ্ঞান আৰু প্ৰমাণ আইনৰ ক্ষেত্ৰত এক গুৰুত্বপূৰ্ণ দৃষ্টান্ত স্থাপন কৰে। "
        },
        "Nepali": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "नार्कोएनालिसिस, पोलिग्राफ परीक्षा, र ब्रेन इलेक्ट्रिकल एक्टिविटी म्यापिङ (बिइएपी) परीक्षणहरूबाट परिणामहरूको स्वीकार्यतामा भारतको सर्वोच्च अदालतले आपराधिक मुद्दामा प्रमाणको रूपमा ",
            "Brief Summary": "सर्वोच्च अदालतले नार्कोएनालाइसिस, पोलिग्राफ परीक्षा, र ब्रेन इलेक्ट्रिकल एक्टिविटी म्यापिङ (बिइएपी) परीक्षणबाट प्राप्त परिणामलाई आपराधिक मुद्दामा प्रमाणको रूपमा स्वीकार गर्न सकिँदैन भनी फैसला गरेको छ।  अदालतले यी परीक्षणहरू \"क्रूर, अमानवीय र अपमानजनक व्यवहार\" को रूपमा निर्धारण गरेको छ र व्यक्तिगत स्वतन्त्रताको अधिकारको ग्यारेन्टी गर्ने संविधानको धारा 21 को उल्लङ्घन हो।  अदालतले यस्तो परीक्षणको नतिजामा \"प्रशंसात्मक चरित्र\" रहेको र बाध्यताबाट प्राप्त भएमा प्रमाणको रूपमा स्वीकार गर्न सकिँदैन भनी पनि टिप्पणी गरेको छ। ",
            "Main Arguments": "मुद्दामा संलग्न पक्षहरूले प्रस्तुत गरेका मुख्य तर्कहरू नार्कोएनालिसिस, पोलिग्राफ परीक्षा, र ब्रेन इलेक्ट्रिकल एक्टिविटी म्यापिङ (बिइएपी) परीक्षणहरूको नतिजाको आपराधिक मुद्दामा प्रमाणको रूपमा स्वीकार्यतामा केन्द्रित थिए।  अदालतले संविधानको धारा 20 (3) अन्तर्गत आत्म-अभियोग विरुद्धको व्यक्तिको अधिकार र धारा 21 अन्तर्गत गोपनीयताको अधिकारलाई विचार गऱ्यो। ",
            "Legal Precedents or Statutes Cited": "अदालतले संविधानको धारा 20 (3) लाई उद्धृत गरेको छ, जसले व्यक्तिलाई आत्म-दोषारोपणबाट जोगाउँछ, र धारा 21, जसले व्यक्तिगत स्वतन्त्रताको अधिकारको ग्यारेन्टी दिन्छ।  अदालतले अनैच्छिक रूपमा यी प्रविधिहरूको प्रयोग व्यक्तिगत स्वतन्त्रताको अधिकारको उल्लङ्घन हो भनेर निर्धारण गर्न \"पर्याप्त उचित प्रक्रिया\" को अवधारणामा पनि भर परेको थियो। ",
            "Quotations from the court": "\"विवादित प्रविधिहरूलाई'भौतिक प्रमाण'का रूपमा वर्गीकृत गर्न सकिँदैन किनभने तिनीहरूसँग'प्रशंसात्मक चरित्र'हुन्छ र यदि तिनीहरू बाध्यता प्रयोग गरेर प्राप्त गरियो भने तिनीहरूलाई प्रमाणमा स्वीकार गर्न सकिँदैन।\"  \"एक व्यक्तिलाई यी मध्ये कुनै पनि प्रविधिबाट गुज्रन बाध्य पार्नु व्यक्तिगत स्वतन्त्रतालाई प्रतिबन्धित गर्नाका लागि आवश्यक'पर्याप्त कारण प्रक्रिया'को मापदण्डको उल्लङ्घन हो।  विवादित प्रविधिहरू जबरजस्ती प्रशासित भए तापनि यस्तो उल्लङ्घन हुनेछ। \"",
            "Present Court's Verdict": "सर्वोच्च अदालतले नार्कोएनालाइसिस, पोलिग्राफ परीक्षा, र ब्रेन इलेक्ट्रिकल एक्टिविटी म्यापिङ (बिइएपी) परीक्षणबाट प्राप्त नतिजालाई आपराधिक मुद्दामा प्रमाणको रूपमा स्वीकार गर्न सकिँदैन भनी फैसला गरेको छ।  अदालतले यी परीक्षणहरूको अनिवार्य प्रशासन संविधानको धारा 21 अन्तर्गत प्रत्याभूत व्यक्तिगत स्वतन्त्रताको अधिकारको उल्लङ्घन हो भनेर पनि निर्धारण गरेको छ। ",
            "Conclusion": "सर्वोच्च अदालतको निर्णयले नार्कोएनालिसिस, पोलिग्राफ परीक्षा, र ब्रेन इलेक्ट्रिकल एक्टिविटी म्यापिङ (बिइएपी) परीक्षणको नतिजालाई आपराधिक मुद्दामा प्रमाणको रूपमा प्रयोग गर्न प्रभावकारी रूपमा निषेध गर्दछ।  अदालतको फैसलाले आत्म-अपराध र व्यक्तिगत स्वतन्त्रता विरुद्ध व्यक्तिको अधिकारको रक्षा गर्ने महत्त्वलाई जोड दिन्छ, र फोरेंसिक विज्ञान र प्रमाण कानूनको क्षेत्रमा महत्त्वपूर्ण उदाहरण स्थापित गर्दछ। "
        },
        "Bodo": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "नारक'एनालाइसिस, पलिग्राफ आनजाद, आरो ब्रेन इलेक्ट्रिकेल एक्टिभिटि मेपिं (बि. इ. ए. पि.) आनजादफोरनि फिथायफोरखौ मोनसे दायारि बिसावरियाव फोरमान महरै गनायथावनि सायाव भारतनि जौसिन बिजिरसालिनि बिथोन। ",
            "Brief Summary": "सुप्रिम कर्टा बुंदों दि नारक'एनालाइसिस, पॉलीग्राफ आनजाद आरो ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) आनजादफोरनिफ्राय मोन्नाय फिथायफोरखौ दायारि बिसावरियाव फोरमान महरै नाजावनो हाया।  कच'र्टआ थि खालामदोंमोन दि बेफोर आनजादफोरा \"अनागारि, सुबुंथिगैयै आरो लाजिगोजानाय आखु\" नि समान आरो संबिजुनि दफा 21 खौ सिफायनाय, जाय गावारि उदांस्रिनि मोन्थाइखौ रोखा खालामो।  कच'र्टआ बेखौबो नोजोर होदोंमोन दि बेबादि आनजादफोरनि फिथाया मोनसे \"फोरमानारि आखु\" गोनां आरो जुदि नारसिननायनि गेजेरजों मोननो हायो अब्ला बेखौ फोरमान महरै नाजावनो हाया। ",
            "Main Arguments": "मामलायाव थाफानाय हानजाफोरजों दिन्थिजानाय गाहाय बाथ्रा दानथेलायनाया नारक'एनालाइसिस, पॉलीग्राफ आनजाद, आरो ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) आनजादफोरनि फिथायफोरखौ मोनसे दायारि बिसावरियाव फोरमान महरै नाजावजानायनि सोरगिदिं मिरु खालाम जानायमोन।  कच'र्टआ संबिजुनि दफा 20 (3) नि सिङाव गावखौ दाय होनायनि बेरेखायै सुबुंनि मोन्थाइ आरो दफा 21 नि सिङाव गावारि मोन्नायनि मोन्थाइखौ गनायदोंमोन। ",
            "Legal Precedents or Statutes Cited": "कच'र्टआ संबिजुनि दफा 20 (3) खौ मुंख'दों, जाय सुबुंफोरखौ गावखौ दाय होनायनिफ्राय रैखा खालामो, आरो दफा 21, जाय गावारि उदांस्रिनि मोन्थाइखौ रोखा खालामो।  कच'र्टआ बेखौ थि खालामनो थाखाय \"गोनांथार बिखान्थि\" नि सानखांथियावबो सोनारदोंमोन दि बेफोर आदबफोरखौ गोसो गैयालासे बाहायनाया गावारि उदांस्रिनि मोन्थाइखौ सिफायनाय। ",
            "Quotations from the court": "हेंथा होनाय आदबफोरखौ'गुदि फोरमान'महरै थाखो राननो हाया मानोना बेफोरो मोनसे'फोरमानारि आखु'लाफायो आरो जुदि बेफोरखौ नारसिननायनि गेजेरजों मोननो हायो अब्ला बेफोरखौ फोरमानआव गनायथि होनो हाया।  \"सासे सुबुंखौ बेफोर आदबफोरनि जायखिजाया मोनसेनि गेजेरजों थांनो नारसिननाया'गोनांथार बिखान्थि'नि मानथाखोखौ सिफायो जाय गावारि उदांस्रिखौ होबथानायनि थाखाय गोनां।  हेंथा होनाय आदबफोरखौ नारसिननानै होनाय जायो ना जाया बे बाथ्राखौ नोजोर होआलाबानो बेबादि सिफायनाय जागोन। \"",
            "Present Court's Verdict": "सुप्रिम कर्टा बुंदों दि नारक'एनालाइसिस, पॉलीग्राफ आनजाद आरो ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) आनजादफोरनिफ्राय मोन्नाय फिथायफोरखौ दायारि बिसावरियाव फोरमान महरै नाजावनो हाया।  कच'र्टआ बेखौबो थि खालामदोंमोन दि बेफोर आनजादफोरनि गोनांथार सामलायनाया संबिजुनि दफा 21 नि सिङाव गनायथि होजानाय गावारि उदांस्रिनि मोन्थाइखौ सिफायनाय। ",
            "Conclusion": "सुप्रीम क'र्टनि थिरांथाआ नारक'एनालाइसिस, पॉलीग्राफ आनजाद आरो ब्रेन इलेक्ट्रिकल एक्टिविटी मैपिंग (बी. ई. ए. पी.) आनजादफोरनि फिथायफोरखौ दायारि बिसावरियाव फोरमान महरै बाहायनायखौ गोहोम गोनाङै होबथायो।  बिजिरसालिनि बिथोनआ गावनोगाव दाय होनाय आरो गावारि उदांश्रीनि बेरेखायै सुबुंनि मोनथायखौ रैखा खालामनायनि गोनांथिखौ जर होयो, आरो फरेनसिक बिगियान आरो फोरमान आयेननि बिथिङाव मोनसे ओंथिगोनां बिदिनथि थि खालामो। "
        },
        "Manipuri": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "নার্কোএনালাইসিস, পোলিগ্রাফ এক্সামিনেসন, অমসুং ব্রেন ইলেক্ত্রিকেল এক্তিবিতী মেপ্পিং (বি. ই. এ. পি.) তেস্তশিংগী ফলশিংবু ক্রিমিনেল ত্রাইএল অমদা প্রমান ওইনা লৌবা য়াহনবগী মতাংদা সুপ্রিম কোর্ত ওফ ইন্দিয়ানা হায়রি। ",
            "Brief Summary": "নার্কোএনালাইসিস, পোলিগ্রাফ এক্সামিনেসন, অমসুং ব্রেন ইলেক্ত্রিকেল এক্তিবিতী মেপ্পিং (বি. ই. এ. পি.) তেস্তশিংদগী ফংবা ফলশিং অসি ক্রিমিনেল ত্রাইএল অমদা প্রমান ওইনা লৌবা য়াদে হায়না সুপ্রিম কোর্তনা হায়রি।  কোর্তনা হায়রি মদুদি চাংয়েংশিং অসি \"শাথিবা, মীওইবা লৈতবা অমসুং অৱাৎপা পীবা\" অমনি অমসুং মসি পর্সোনেল লিবর্তীগী হক পীগদবা সংবিধানগী আর্টিকল 21বু লান্দারকই।  অসিগুম্বা তেস্তশিংগী ফলশিং অসিদা \"তেস্তিমোনিএল কেরেক্তর\" অমা য়াওই অমসুং করিগুম্বা কম্পল্সনগী মতেংনা ফংলবদি প্রমান ওইনা লৌবা য়াদে হায়নসু কোর্তনা পনখি। ",
            "Main Arguments": "নার্কোএনালাইসিস, পোলিগ্রাফ এক্সামিনেসন, অমসুং ব্রেন ইলেক্ত্রিকেল এক্তিবিতী মেপ্পিং (বি. ই. এ. পি.) তেস্তশিংগী ফলশিং অসি ক্রিমিনেল ত্রাইএল অমদা প্রমান ওইনা লৌবা য়াহনবগী মতাংদা হীরম অসিদা শরুক য়ারিবা কাঙলুপশিংনা মরুওইবা আর্গ্যুমেন্তশিং পুথোকখি।  সংবিধানগী আর্টিকল 20 (3) গী মখাদা লৈবা সেল্ফ-ইনক্রিমিনেসনগী মায়োক্তা লৈবা মীওই অমগী হক অমসুং আর্টিকল 21গী মখাদা লৈবা প্রাইভেসীগী হক অসি কোর্তনা খন্নখি। ",
            "Legal Precedents or Statutes Cited": "মীওই অমবু মশা-মশানা য়ানিংদবা ফোঙদোকপদগী ঙাকথোক্নবা কনষ্টিট্যুসনগী আর্টিকল 20 (3) অমসুং পর্সোনেল লিবর্তীগী রাইত পীগদবা আর্টিকল 21 অসি কোর্তনা পনখি।  কোর্টনসু \"সবস্তেন্তিব দ্যু প্রোসেস\" গী ৱাখল্লোন্দা থাজবা থমখি মদুদি হায়রিবা তেক্নিকশিং অসি ইনভোলন্তররি ওইবা মওংদা শীজিন্নবনা পর্সোনেল লিবর্তীগী রাইতপু লান্দারকই। ",
            "Quotations from the court": "\"শিংনবা য়াবা তেক্নিকশিং অসি'মেতরিএল এভিডেন্স'হায়না কাঙলুপ খায়দোকপা য়াদে মরমদি মখোয়না'তেস্তিমোনিএল কেরেক্তর'অমা থম্মি অমসুং করিগুম্বা মখোয় অসি কম্পল্সন শীজিন্নদুনা ফংলবদি মখোয়বু প্রমান ওইনা লৌবা য়াদে।\"  \"মীওই অমবু হায়রিবা তেক্নিকশিং অসিগী মনুংদগী অমহেক্তগী মতেং লৌবা য়াহনবা হায়বসি পর্সোনেল লিবর্তী লাকশিনবদা তঙাই ফদবা'সবস্তেন্তিব দ্যু প্রোসেস'কী স্তেন্দর্দ অদুবু লান্দারকই।  অশোইবা তেক্নিকশিং অসি ফোর্স্দ ওইনা চলাইবা য়াব্রা হায়বগী মরী লৈনদনা অসিগুম্বা ৱায়েল কায়থরকপা অসি থোকই। \"",
            "Present Court's Verdict": "নার্কোএনালাইসিস, পোলিগ্রাফ এক্সামিনেসন, অমসুং ব্রেন ইলেক্ত্রিকেল এক্তিবিতী মেপ্পিং (বি. ই. এ. পি.) তেস্তশিংদগী ফংবা ফলশিং অসি ক্রিমিনেল ত্রাইএল অমদা প্রমান ওইনা লৌবা য়াদে হায়না সুপ্রিম কোর্তনা হায়রি।  হায়রিবা তেস্তশিং অসি তৌবা হায়বসি সংবিধানগী আর্টিকল 21গী মখাদা পীরিবা পর্সোনেল লিবর্তীগী হকপু লান্দারকপনি হায়নসু কোর্টনা হায়রি। ",
            "Conclusion": "সুপ্রিম কোর্তকী ৱারেপ অসিনা নার্কোএনালাইসিস, পোলিগ্রাফ এক্সামিনেসন, অমসুং ব্রেন ইলেক্ত্রিকেল এক্তিবিতী মেপ্পিং (বি. ই. এ. পি.) তেস্তশিংগী ফলশিংবু ক্রিমিনেল ত্রাইএল অমদা প্রমান ওইনা শীজিন্নবা থিংলে।  কোর্তকী ৱায়েল অসিনা মী অমগী হকপু মশা-মশানা য়ানিংদবা অমসুং পর্সোনেল লিবর্তীদগী ঙাকথোক্নবগী মরু ওইবা ৱাফমদা মিৎয়েং থম্মী অমসুং ফোরেন্সিক সাইন্স অমসুং এভিডেন্স লোগী লমদা মশক থোকপা খুদম অমা থম্মী। "
        },
        "English": {
            "Case name": "Supreme Court of India vs. Narcoanalysis, Polygraph Examination, and Brain Electro-Stimulation (BEAP) Test (2010)",
            "Case Type": [
                "Constitutional Law",
                "Right to Personal Liberty",
                "Right to Privacy"
            ],
            "Case": "The case revolves around the use of narcoanalysis, polygraph examination, and brain electro-stimulation (BEAP) tests in an involuntary manner, and whether the results obtained from these tests can be used as evidence in a criminal trial.",
            "Brief Summary": "The Supreme Court held that the use of narcoanalysis, polygraph examination, and brain electro-stimulation (BEAP) tests in an involuntary manner amounts to \"cruel, inhuman and degrading treatment\" and is violative of Article 21 of the Constitution. The court also held that the compulsory administration of these tests is a violation of the right to personal liberty guaranteed under Article 21 of the Constitution.",
            "Main Arguments": "- The main arguments were centered around the interpretation of Article 20(3) of the Constitution, which deals with the right against self-incrimination, and Article 21, which deals with the right to personal liberty.\n- The plaintiff argued that the results obtained from the tests should be treated as 'personal testimony' and therefore protected under Article 20(3).\n- The defendant argued that the right against self-incrimination is not applicable when a person gives informed consent to undergo the tests.",
            "Legal Precedents or Statutes Cited": "- Article 20(3) of the Constitution of India (Right against self-incrimination)\n- Article 21 of the Constitution of India (Right to personal liberty)\n- Substantive Due Process Clause",
            "Quotations from the court": "- \"The impugned techniques cannot be categorised as 'material evidence' since they bear a 'testimonial character' and they cannot be admitted in evidence if they are obtained through the use of compulsion.\"\n- \"Forcing an individual to undergo any of these techniques violates the standard of 'Substantive Due Process' which is required for restricting personal liberty.\"",
            "Present Court's Verdict": "- The Supreme Court held that the use of narcoanalysis, polygraph examination, and brain electro-stimulation (BEAP) tests in an involuntary manner amounts to \"cruel, inhuman and degrading treatment\" and is violative of Article 21 of the Constitution.\n- The court also held that the compulsory administration of these tests is a violation of the right to personal liberty guaranteed under Article 21 of the Constitution.\n- The court ruled that the results of such tests cannot be admitted as evidence in a criminal trial.",
            "Conclusion": "The Supreme Court's decision has significant implications for the use of narcoanalysis, polygraph examination, and brain electro-stimulation (BEAP) tests in India, and highlights the importance of protecting individual rights and dignity."
        }
    },
    "MANU_SC_2011_0176": {
        "Hindi": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सी. सी. 756 और बाद के निर्णय ",
            "Brief Summary": "भारत के सर्वोच्च न्यायालय ने लगातार माना है कि देश में निष्क्रिय इच्छामृत्यु कानूनी है, बशर्ते कुछ सुरक्षा उपाय बनाए रखे जाएं।  अरुणा शानबाग के मामले में, जो 1973 से लगातार वनस्पति अवस्था में थी, अदालत ने उसकी स्थिति की जांच करने और एक रिपोर्ट प्रस्तुत करने के लिए तीन सदस्यीय मेडिकल बोर्ड नियुक्त किया।  रिपोर्ट ने निष्कर्ष निकाला कि वह एक स्थायी वनस्पति अवस्था में थी।  अदालत ने कहा है कि गरिमा के साथ मरने का अधिकार संविधान के अनुच्छेद 21 के तहत गारंटीकृत जीवन के अधिकार का एक अभिन्न अंग है।  अदालत ने यह भी माना है कि निष्क्रिय इच्छामृत्यु भारतीय दंड संहिता या वर्तमान में लागू किसी अन्य कानून के तहत अपराध नहीं है। ",
            "Main Arguments": "इस मामले में मुख्य तर्क संविधान के अनुच्छेद 21 के तहत जीवन के अधिकार और गरिमा के साथ मरने के अधिकार के इर्द-गिर्द घूमते थे।  याचिकाकर्ताओं ने तर्क दिया कि अरुणा शानबाग का वनस्पति अवस्था में बने रहना उसके जीवन के अधिकार का उल्लंघन है और उसे शांति से मरने दिया जाना चाहिए।  उत्तरदाताओं ने तर्क दिया कि जीवन के अधिकार में मानव गरिमा के साथ जीने का अधिकार और गरिमा के साथ मरने का अधिकार शामिल है। ",
            "Legal Precedents or Statutes Cited": "- अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सी. सी. 756-ज्ञान सिंह बनाम पंजाब राज्य (2012) 10 एस. सी. सी. 303-भारत के संविधान का अनुच्छेद 21 (जीवन का अधिकार)-भारतीय दंड संहिता (आई. पी. सी.)-भारतीय चिकित्सा परिषद (एम. सी. आई.) दिशानिर्देश (2018) ",
            "Quotations from the court": "गरिमा के साथ मरने का अधिकार भारत के संविधान के अनुच्छेद 21 द्वारा गारंटीकृत जीवन के अधिकार का अभिन्न अंग है।  - अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सी. सी. 756-\"निष्क्रिय इच्छामृत्यु भारतीय दंड संहिता या वर्तमान में लागू किसी अन्य कानून के तहत अपराध नहीं है।\"  - अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सी. सी. 756-\"यह अंततः अदालत को माता-पिता के रूप में यह तय करना है कि एक रोगी के सर्वोत्तम हित में क्या है जो लगातार वनस्पति अवस्था में है, हालांकि करीबी रिश्तेदारों और अगले दोस्त की इच्छाओं और चिकित्सा व्यवसायियों की राय को उचित महत्व दिया जाना चाहिए।\"  - ज्ञान सिंह बनाम पंजाब राज्य (2012) 10 एस. सी. सी. 303 ",
            "Present Court's Verdict": "सर्वोच्च न्यायालय ने माना है कि निष्क्रिय इच्छामृत्यु भारत में कानूनी है, बशर्ते कुछ सुरक्षा उपाय बनाए रखे जाएं।  न्यायालय ने यह भी कहा है कि स्थायी वनस्पति अवस्था में एक रोगी के जीवन समर्थन को वापस लेने का निर्णय संबंधित उच्च न्यायालय द्वारा माता-पिता के संरक्षक के रूप में लिया जाना चाहिए।  अदालत ने उच्च न्यायालय द्वारा अपनाई जाने वाली एक प्रक्रिया निर्धारित की है जब किसी अक्षम व्यक्ति के जीवन समर्थन को वापस लेने की अनुमति के लिए करीबी रिश्तेदारों या अगले दोस्तों या डॉक्टरों/अस्पताल के कर्मचारियों द्वारा आवेदन दायर किया जाता है। ",
            "Conclusion": "भारत के सर्वोच्च न्यायालय ने लगातार माना है कि देश में निष्क्रिय इच्छामृत्यु कानूनी है, बशर्ते कुछ सुरक्षा उपाय बनाए रखे जाएं।  न्यायालय ने यह भी कहा है कि स्थायी वनस्पति अवस्था में एक रोगी के जीवन समर्थन को वापस लेने का निर्णय संबंधित उच्च न्यायालय द्वारा माता-पिता के संरक्षक के रूप में लिया जाना चाहिए।  अदालत ने उच्च न्यायालय द्वारा अपनाई जाने वाली एक प्रक्रिया निर्धारित की है जब किसी अक्षम व्यक्ति के जीवन समर्थन को वापस लेने की अनुमति के लिए करीबी रिश्तेदारों या अगले दोस्तों या डॉक्टरों/अस्पताल के कर्मचारियों द्वारा आवेदन दायर किया जाता है। "
        },
        "Bengali": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "অরুণা শানবাগ বনাম ভারত ইউনিয়ন (2011) 10 এস. সি. সি. 756 এবং পরবর্তী রায় ",
            "Brief Summary": "ভারতের সুপ্রিম কোর্ট ধারাবাহিকভাবে বলে আসছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু দেশে বৈধ, যদি কিছু সুরক্ষা বজায় রাখা হয়।  1973 সাল থেকে অবিরাম উদ্ভিজ্জ অবস্থায় থাকা অরুণা শানবাগের ক্ষেত্রে, আদালত তার অবস্থা পরীক্ষা করে একটি প্রতিবেদন জমা দেওয়ার জন্য তিন সদস্যের একটি মেডিকেল বোর্ড নিয়োগ করে।  প্রতিবেদনে এই সিদ্ধান্তে উপনীত হয় যে, তিনি স্থায়ী উদ্ভিজ্জ অবস্থায় ছিলেন।  আদালত পর্যবেক্ষণ করেছে যে মর্যাদার সাথে মারা যাওয়ার অধিকার সংবিধানের 21 অনুচ্ছেদের অধীনে প্রদত্ত জীবনের অধিকারের একটি অবিচ্ছেদ্য অঙ্গ।  আদালত আরও বলেছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু ভারতীয় দণ্ডবিধি বা বর্তমানে বলবৎ অন্য কোনও আইনের অধীনে কোনও অপরাধ নয়। ",
            "Main Arguments": "এই মামলার প্রধান যুক্তিগুলি সংবিধানের 21 অনুচ্ছেদের অধীনে জীবনের অধিকার এবং মর্যাদার সাথে মৃত্যুর অধিকারকে ঘিরে ছিল।  আবেদনকারীরা যুক্তি দিয়েছিলেন যে অরুণা শানবাগের উদ্ভিজ্জ অবস্থায় অব্যাহত অস্তিত্ব তার জীবনের অধিকারের লঙ্ঘন এবং তাকে শান্তিপূর্ণভাবে মরতে দেওয়া উচিত।  উত্তরদাতারা যুক্তি দিয়েছিলেন যে জীবনের অধিকারের মধ্যে মানবিক মর্যাদা নিয়ে বেঁচে থাকার অধিকার এবং মর্যাদার সাথে মারা যাওয়ার অধিকার অন্তর্ভুক্ত রয়েছে। ",
            "Legal Precedents or Statutes Cited": "- অরুণা শানবাগ বনাম ইউনিয়ন অফ ইন্ডিয়া (2011) 10 এস. সি. সি. 756-জ্ঞান সিং বনাম পঞ্জাব রাজ্য (2012) 10 এস. সি. সি. 303-ভারতীয় সংবিধানের অনুচ্ছেদ 21 (জীবনের অধিকার)-ভারতীয় দণ্ডবিধি (আই. পি. সি)-মেডিকেল কাউন্সিল অফ ইন্ডিয়া (এম. সি. আই) নির্দেশিকা (2018) ",
            "Quotations from the court": "\"মর্যাদার সঙ্গে মারা যাওয়ার অধিকার ভারতের সংবিধানের 21 নং অনুচ্ছেদ দ্বারা প্রদত্ত জীবনের অধিকারের অবিচ্ছেদ্য অংশ।\"  - অরুণা শানবাগ বনাম ভারত ইউনিয়ন (2011) 10 এস. সি. সি. 756-\"নিষ্ক্রিয় ইচ্ছামৃত্যু ভারতীয় দণ্ডবিধি বা বর্তমানে বলবৎ অন্য কোনও আইনের অধীনে কোনও অপরাধ নয়।\"  - অরুণা শানবাগ বনাম ভারত ইউনিয়ন (2011) 10 এস. সি. সি. 756-\"এটি শেষ পর্যন্ত আদালতের উপর নির্ভর করে যে অভিভাবক দেশপ্রেমিক হিসাবে সিদ্ধান্ত নেবে যে একজন রোগীর সর্বোত্তম স্বার্থে কী রয়েছে, যিনি স্থায়ী উদ্ভিজ্জ অবস্থায় রয়েছেন, যদিও ঘনিষ্ঠ আত্মীয় এবং পরবর্তী বন্ধুর ইচ্ছা এবং চিকিত্সকদের মতামতকে যথাযথ গুরুত্ব দেওয়া উচিত।\"  - জ্ঞান সিং বনাম পঞ্জাব রাজ্য (2012) 10 এস. সি. সি 303 ",
            "Present Court's Verdict": "সুপ্রিম কোর্ট বলেছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু ভারতে বৈধ, যদি কিছু সুরক্ষা বজায় রাখা হয়।  আদালত আরও বলেছে যে স্থায়ী উদ্ভিজ্জ অবস্থায় কোনও রোগীর জীবন সমর্থন প্রত্যাহারের সিদ্ধান্ত সংশ্লিষ্ট হাইকোর্টের দ্বারা প্যারেন্স প্যাট্রিয়া হিসাবে নেওয়া উচিত।  অদক্ষ ব্যক্তির লাইফ সাপোর্ট প্রত্যাহারের অনুমতির জন্য নিকটাত্মীয় বা পরবর্তী বন্ধু বা ডাক্তার/হাসপাতালের কর্মীদের দ্বারা আবেদন করা হলে হাইকোর্ট কর্তৃক গৃহীত একটি পদ্ধতি আদালত নির্ধারণ করেছে। ",
            "Conclusion": "ভারতের সুপ্রিম কোর্ট ধারাবাহিকভাবে বলে আসছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু দেশে বৈধ, যদি কিছু সুরক্ষা বজায় রাখা হয়।  আদালত আরও বলেছে যে স্থায়ী উদ্ভিজ্জ অবস্থায় কোনও রোগীর জীবন সমর্থন প্রত্যাহারের সিদ্ধান্ত সংশ্লিষ্ট হাইকোর্টের দ্বারা প্যারেন্স প্যাট্রিয়া হিসাবে নেওয়া উচিত।  অদক্ষ ব্যক্তির লাইফ সাপোর্ট প্রত্যাহারের অনুমতির জন্য নিকটাত্মীয় বা পরবর্তী বন্ধু বা ডাক্তার/হাসপাতালের কর্মীদের দ্বারা আবেদন করা হলে হাইকোর্ট কর্তৃক গৃহীত একটি পদ্ধতি আদালত নির্ধারণ করেছে। "
        },
        "Assamese": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "অৰুণা ছানবাগ বনাম ভাৰত সংঘ (2011) 10 এছ. চি. চি. 756 আৰু পৰৱৰ্তী সিদ্ধান্তসমূহ ",
            "Brief Summary": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে ধাৰাবাহিকভাৱে ৰায় দিছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু দেশত বৈধ, যদিহে কিছুমান সুৰক্ষা ব্যৱস্থা বজাই ৰখা হয়।  1973 চনৰ পৰা নিৰন্তৰ বনস্পতি অৱস্থাত থকা অৰুণা ছানবাগৰ ক্ষেত্ৰত আদালতে তেওঁৰ অৱস্থা পৰীক্ষা কৰিবলৈ আৰু প্ৰতিবেদন দাখিল কৰিবলৈ তিনিজনীয়া মেডিকেল ব \"ৰ্ড নিযুক্ত কৰিছিল।  প্ৰতিবেদনটোৱে এই সিদ্ধান্তত উপনীত হৈছিল যে তেওঁ স্থায়ী উদ্ভিজ্জ অৱস্থাত আছিল।  আদালতে পৰ্যবেক্ষণ কৰিছে যে মৰ্য্যাদাৰে মৃত্যু হোৱাৰ অধিকাৰ সংবিধানৰ 21 নং অনুচ্ছেদৰ অধীনত প্ৰদান কৰা জীৱনৰ অধিকাৰৰ এক অবিচ্ছেদ্য অংগ।  আদালতে লগতে কয় যে নিষ্ক্রিয় ইচ্ছামৃত্যু ভাৰতীয় দণ্ডবিধি বা বৰ্তমান বলৱৎ থকা আন কোনো আইনৰ অধীনত অপৰাধ নহয়। ",
            "Main Arguments": "এই গোচৰৰ মূল যুক্তিবোৰ সংবিধানৰ 21 নং অনুচ্ছেদৰ অধীনত জীৱনৰ অধিকাৰ আৰু মৰ্য্যাদাৰে মৰাৰ অধিকাৰৰ ওপৰত আধাৰিত আছিল।  আবেদনকাৰীসকলে যুক্তি দিছিল যে অৰুণা ছানবাগৰ বনস্পতি অৱস্থাত অবিৰত অস্তিত্ব তেওঁৰ জীৱনৰ অধিকাৰ উলংঘন, আৰু তেওঁক শান্তিপূৰ্ণভাৱে মৰিবলৈ দিয়া উচিত।  উত্তৰদাতাসকলে যুক্তি দিছিল যে জীৱনৰ অধিকাৰৰ ভিতৰত মানৱীয় মৰ্য্যাদাৰে জীয়াই থকাৰ অধিকাৰ আৰু মৰ্য্যাদাৰে মৰাৰ অধিকাৰ অন্তৰ্ভুক্ত। ",
            "Legal Precedents or Statutes Cited": "- অৰুণা ছানবাগ বনাম ভাৰত সংঘ (2011) 10 এছ. চি. চি. 756-জ্ঞান সিং বনাম পঞ্জাৱ ৰাজ্য (2012) 10 এছ. চি. চি. 303-ভাৰতীয় সংবিধানৰ অনুচ্ছেদ 21 (জীৱনৰ অধিকাৰ)-ভাৰতীয় দণ্ডবিধি (আই. পি. চি.)-ভাৰতীয় চিকিৎসা পৰিষদ (এম. চি. আই.) ৰ নিৰ্দেশনা (2018) ",
            "Quotations from the court": "- \"মৰ্য্যাদাৰে মৰাৰ অধিকাৰ ভাৰতৰ সংবিধানৰ 21 নং অনুচ্ছেদৰ দ্বাৰা নিশ্চয়তা প্ৰদান কৰা জীৱনৰ অধিকাৰৰ অবিচ্ছেদ্য অংগ।\"  - অৰুণা ছানবাগ বনাম ভাৰত সংঘ (2011) 10 এছ. চি. চি. 756-\"নিষ্ক্রিয় ইচ্ছামৃত্যু ভাৰতীয় দণ্ডবিধি বা বৰ্তমান বলৱৎ থকা আন কোনো আইনৰ অধীনত অপৰাধ নহয়।\"  - অৰুণা ছানবাগ বনাম ভাৰত সংঘ (2011) 10 এছ. চি. চি. 756-\"অৱশেষত অভিভাৱক দেশপ্ৰেমিক হিচাপে সিদ্ধান্ত লোৱাটো আদালতৰ ওপৰত নিৰ্ভৰ কৰে যে এজন ৰোগীৰ সৰ্বোত্তম স্বাৰ্থত কি আছে যি নিৰন্তৰ বনস্পতি অৱস্থাত আছে, যদিও ঘনিষ্ঠ আত্মীয় আৰু পৰৱৰ্তী বন্ধুৰ ইচ্ছা, আৰু চিকিৎসকসকলৰ মতামত, উচিত গুৰুত্ব দিয়া উচিত।\"  - জ্ঞান সিং বনাম পঞ্জাৱ ৰাজ্য (2012) 10 এছচিচি 303 ",
            "Present Court's Verdict": "উচ্চতম ন্যায়ালয়ে ৰায় দিছে যে ভাৰতত নিষ্ক্রিয় ইচ্ছামৃত্যু বৈধ, যদিহে কিছুমান নিৰ্দিষ্ট সুৰক্ষা ব্যৱস্থা বজাই ৰখা হয়।  আদালতে লগতে কয় যে স্থায়ী বনস্পতি অৱস্থাত থকা ৰোগীৰ জীৱন সমৰ্থন প্ৰত্যাহাৰৰ সিদ্ধান্ত সংশ্লিষ্ট উচ্চ ন্যায়ালয়ে পিতৃ-মাতৃৰ দেশপ্ৰেমিক হিচাপে ল \"ব লাগে।  আদালতে এজন অযোগ্য ব্যক্তিৰ জীৱন সমৰ্থন প্ৰত্যাহাৰৰ অনুমতিৰ বাবে ওচৰৰ আত্মীয় বা পৰৱৰ্তী বন্ধু বা চিকিৎসক/চিকিৎসালয়ৰ কৰ্মচাৰীসকলে আবেদন দাখিল কৰাৰ সময়ত উচ্চ ন্যায়ালয়ে গ্ৰহণ কৰিবলগীয়া এক প্ৰক্ৰিয়া নিৰ্ধাৰণ কৰিছে। ",
            "Conclusion": "ভাৰতৰ উচ্চতম ন্যায়ালয়ে ধাৰাবাহিকভাৱে ৰায় দিছে যে নিষ্ক্রিয় ইচ্ছামৃত্যু দেশত বৈধ, যদিহে কিছুমান সুৰক্ষা ব্যৱস্থা বজাই ৰখা হয়।  আদালতে লগতে কয় যে স্থায়ী বনস্পতি অৱস্থাত থকা ৰোগীৰ জীৱন সমৰ্থন প্ৰত্যাহাৰৰ সিদ্ধান্ত সংশ্লিষ্ট উচ্চ ন্যায়ালয়ে পিতৃ-মাতৃৰ দেশপ্ৰেমিক হিচাপে ল \"ব লাগে।  আদালতে এজন অযোগ্য ব্যক্তিৰ জীৱন সমৰ্থন প্ৰত্যাহাৰৰ অনুমতিৰ বাবে ওচৰৰ আত্মীয় বা পৰৱৰ্তী বন্ধু বা চিকিৎসক/চিকিৎসালয়ৰ কৰ্মচাৰীসকলে আবেদন দাখিল কৰাৰ সময়ত উচ্চ ন্যায়ালয়ে গ্ৰহণ কৰিবলগীয়া এক প্ৰক্ৰিয়া নিৰ্ধাৰণ কৰিছে। "
        },
        "Nepali": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "अरुणा शानबाग बनाम भारत संघ (2011) 10 एससीसी 756 र त्यसपछिका निर्णयहरू ",
            "Brief Summary": "भारतको सर्वोच्च अदालतले निरन्तर निर्णय गरेको छ कि निष्क्रिय इच्छामृत्यु देशमा कानुनी छ, यदि केही सुरक्षा उपायहरू कायम राखिएका छन्।  सन् 1973 देखि निरन्तर वानस्पतिक अवस्थामा रहेकी अरुणा सानबागको मामिलामा अदालतले उनको अवस्थाको जाँच गर्न र प्रतिवेदन पेस गर्न तिन सदस्यीय मेडिकल बोर्ड नियुक्त गऱ्यो।  रिपोर्टले उनी स्थायी वानस्पतिक अवस्थामा रहेको निष्कर्ष निकाल्यो।  सम्मानका साथ मर्ने अधिकार संविधानको धारा 21 अन्तर्गत प्रत्याभूत जीवनको अधिकारको अभिन्न अङ्ग हो भनी अदालतले टिप्पणी गरेको छ।  अदालतले यो पनि निर्णय गरेको छ कि निष्क्रिय इच्छामृत्यु भारतीय दण्ड संहिता वा अहिलेको लागि लागू कुनै अन्य कानून अन्तर्गत अपराध होइन। ",
            "Main Arguments": "यस मुद्दामा मुख्य तर्कहरू जीवनको अधिकार र संविधानको धारा 21 अन्तर्गत मर्यादाका साथ मर्ने अधिकारको वरिपरि घुमेका थिए।  याचिकाकर्ताहरूले अरुणा सानबागको वानस्पतिक अवस्थामा निरन्तर अस्तित्व उनको जीवनको अधिकारको उल्लङ्घन हो र उनलाई शान्तिपूर्वक मर्न दिनु पर्ने तर्क गरे।  उत्तरदाताहरूले तर्क गरे कि जीवनको अधिकारमा मानव मर्यादाका साथ बाँच्ने अधिकार र मर्यादाका साथ मर्ने अधिकार समावेश छ। ",
            "Legal Precedents or Statutes Cited": "- अरुणा शानबाग बनाम भारत संघ (2011) 10 एससीसी 756-ज्ञान सिंह बनाम पञ्जाब राज्य (2012) 10 एससीसी 303-भारतको संविधानको धारा 21 (जीवनको अधिकार)-भारतीय दण्ड संहिता (आईपीसी)-भारतीय चिकित्सा परिषद (एमसीआई) दिशानिर्देश (2018) ",
            "Quotations from the court": "- \"सम्मानका साथ मर्ने अधिकार भारतको संविधानको धारा 21 द्वारा प्रत्याभूत जीवनको अधिकारको अभिन्न अङ्ग हो।\"  - अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सि. सि. 756-\"निष्क्रिय इच्छामृत्यु भारतीय दण्ड संहिता वा अहिलेको लागि लागू कुनै अन्य कानून अन्तर्गत अपराध होइन।\"  - अरुणा शानबाग बनाम भारत संघ (2011) 10 एस. सि. सि. 756-\"निकट आफन्त र अर्को साथीको इच्छा र चिकित्सा व्यवसायीहरूको रायलाई उचित महत्त्व दिइए तापनि निरन्तर वानस्पतिक अवस्थामा रहेको बिरामीको सर्वोत्तम हितमा के छ भन्नेबारे अभिभावक देशभक्तको रूपमा निर्णय गर्नु अन्ततः अदालतको दायित्व हो।\"  - ज्ञान सिंह बनाम पञ्जाब राज्य (2012) 10 एससीसी 303 ",
            "Present Court's Verdict": "सर्वोच्च अदालतले भारतमा निष्क्रिय इच्छामृत्यु कानुनी भएको ठहर गरेको छ, यदि केही सुरक्षा उपायहरू कायम राखिएका छन् भने।  अदालतले स्थायी वानस्पतिक अवस्थामा बिरामीको लाइफ सपोर्ट फिर्ता लिने निर्णय सम्बन्धित उच्च अदालतले अभिभावकको देशभक्तिका रूपमा लिनुपर्ने पनि फैसला गरेको छ।  अदालतले अयोग्य व्यक्तिको लाइफ सपोर्ट फिर्ता लिन अनुमतिको लागि नजिकका आफन्त वा अर्को साथी वा डाक्टर/अस्पतालका कर्मचारीहरूद्वारा आवेदन दायर गर्दा उच्च अदालतले अपनाउनु पर्ने प्रक्रिया तय गरेको छ। ",
            "Conclusion": "भारतको सर्वोच्च अदालतले निरन्तर निर्णय गरेको छ कि निष्क्रिय इच्छामृत्यु देशमा कानुनी छ, यदि केही सुरक्षा उपायहरू कायम राखिएका छन्।  अदालतले स्थायी वानस्पतिक अवस्थामा बिरामीको लाइफ सपोर्ट फिर्ता लिने निर्णय सम्बन्धित उच्च अदालतले अभिभावकको देशभक्तिका रूपमा लिनुपर्ने पनि फैसला गरेको छ।  अदालतले अयोग्य व्यक्तिको लाइफ सपोर्ट फिर्ता लिन अनुमतिको लागि नजिकका आफन्त वा अर्को साथी वा डाक्टर/अस्पतालका कर्मचारीहरूद्वारा आवेदन दायर गर्दा उच्च अदालतले अपनाउनु पर्ने प्रक्रिया तय गरेको छ। "
        },
        "Bodo": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "अरुणा शानबाग बनाम भारत जुथाय (2011) 10 एस. सि. सि. 756 आरो उननि बिजिरथिफोर। ",
            "Brief Summary": "भारतनि जौसिन क'र्टआ गले गले मानिदोंमोन दि माखासे रैखाथिफोरखौ लाखिबाय थानाय समाव पासिव इउथेनेसियाया हादोरनियाव आयेन गोनां।  अरुणा शानबागनि मामलायाव, जाय 1973 मायथाइनिफ्राय अरायथा लायफांआरि थासारियाव दंमोन, कर्टआ बिथांनि अबस्थाखौ नायसंनो आरो मोनसे रिप'र्ट जमा होनो थाखाय साथाम सोद्रोमा गोनां मेडिकेल बर्ड थिस'नदों मोन।  रिपर्टआ फोजोबदोंमोनदि बिथांजोआ अरायथा बिफां-लाइफां गोनां थासारियाव दंमोन।  क'र्टआ नोजोर होदों दि सनमानजों थैनायनि मोन्थाइआ संबिजुनि दफा 21 नि सिङाव जिउ खांनायनि मोन्थाइनि मोनसे गोनांथार बाहागो।  क'र्टआ बेखौबो थि खालामदों दि भारतारि पेनाल कोड एबा बै समनि थाखाय जायखिजाया गुबुन आयेननि सिङाव पासिव इउथेनेसिया मोनसे दाय नङा। ",
            "Main Arguments": "बे मामलायाव गाहाय बाथ्रा दानथेलायनाया संबिजुनि दफा 21 नि सिङाव जिउनि मोन्थाइ आरो सनमानजों थैनायनि मोन्थाइनि सोरगिदिं गिदिङो।  आर'जलाइगिरिफोरा जुक्ति होदोंमोन दि अरुणा शानबागनि बिफां-लाइफां गोनां थासारियाव सोलिबाय थानायआ बिथांनि जिउनि मोन्थाइखौ सिफायनायमोन, आरो बिथांखौ गोजोनयै थैनो होजानांगौमोन।  रिप'न्देन्टफोरा जुक्ति होदोंमोन दि जिउनि मोनथाया सुबुं सनमानजों थांना थानायनि मोन्थाइ आरो सनमानजों थैनो मोन्नायनि मोन्थाइखौ लाफायो। ",
            "Legal Precedents or Statutes Cited": "- अरुणा शानबाग बनाम भारत जुथाय (2011) 10 एस. सि. सि. 756-ज्ञान सिंह बनाम पंजाब रायजो (2012) 10 एस. सि. सि. 303-भारतनि संबिजुनि दफा 21 (जिउनि मोन्थाइ)-भारतारि दण्ड बिखान्थि (आइ. पि. सि.)-मेडिकेल काउनसिल अफ इन्डिया (एम. सि. आइ.) बिथोनफोर (2018) ",
            "Quotations from the court": "- \"सनमानजों थैनायनि मोन्थाइआ भारतनि संबिजुनि दफा 21 जों रैखाथि होजानाय जिउनि मोनथायनि गोनांथार।\"  - अरुणा शानबाग बनाम भारत जुथाय (2011) 10 एस. सि. सि. 756-\"पासिभ इउथेनेसियाया भारतारि पेनाल कोड एबा बै समनि थाखाय जायखिजाया गुबुन आयेननि सिङाव मोनसे दाय नङा\"।  - अरुणा शानबाग बनाम भारत जुथाय (2011) 10 एस. सि. सि. 756-\"बेयो जोबनायाव बिजिरसालिनि सायाव जायो दि बिमा-बिफा पेट्रिया महरै थिरांथा लानांगौ दि सासे बेरामि जाय दिदोमै बिफां-लाइफांनि थासारियाव थायो, बिनि साबसिन मोजांनि थाखाय मा दं, जुदिबो खाथिसिन बाहागिफोर आरो उननि लोगोफोरनि गोसो जानायफोर, आरो देहा फाहामगिरिफोरनि सुबुरुनखौ नांगौ बायदि गिलिरथि होनांगौ।\"  - ज्ञान सिंह बनाम पान्जाब रायजो (2012) 10 एस. सि. सि. 303 ",
            "Present Court's Verdict": "सुप्रीम क'र्टआ मानिदोंमोन दि माखासे रैखाथि राहाफोरखौ लाखिबाय थानाय समाव भारताव पासिव इउथेनेसियाया आयेन गोनां।  क'र्टआ बेखौबो थि खालामदों दि अरायथा बिफां-लाइफां गोनां थासारियाव सासे बेरामिनिफ्राय लाइफ सपोर्टखौ बोखारनायनि थिरांथाखौ सोमोन्दो गोनां गोजौ क'र्टआ पेरेन्ट्स पेट्रिया महरै लानांगौ।  सासे रोंग'थि गैयै सुबुंनि लाइफ सपोर्टखौ बोखारनो गनायथिनि थाखाय खाथिसिन बाहागिफोर एबा उननि लोगोफोर एबा देहा फाहामगिरिफोर/देहा फाहामसालि मावख'गिरिफोरजों आर'जलाइ खालामजायोब्ला अदालते गोजौ बिजिरसालिनि दारै नाजावनो गोनां मोनसे खान्थि थि खालामदों। ",
            "Conclusion": "भारतनि जौसिन क'र्टआ गले गले मानिदोंमोन दि माखासे रैखाथिफोरखौ लाखिबाय थानाय समाव पासिव इउथेनेसियाया हादोरनियाव आयेन गोनां।  क'र्टआ बेखौबो थि खालामदों दि अरायथा बिफां-लाइफां गोनां थासारियाव सासे बेरामिनिफ्राय लाइफ सपोर्टखौ बोखारनायनि थिरांथाखौ सोमोन्दो गोनां गोजौ क'र्टआ पेरेन्ट्स पेट्रिया महरै लानांगौ।  सासे रोंग'थि गैयै सुबुंनि लाइफ सपोर्टखौ बोखारनो गनायथिनि थाखाय खाथिसिन बाहागिफोर एबा उननि लोगोफोर एबा देहा फाहामगिरिफोर/देहा फाहामसालि मावख'गिरिफोरजों आर'जलाइ खालामजायोब्ला अदालते गोजौ बिजिरसालिनि दारै नाजावनो गोनां मोनसे खान्थि थि खालामदों। "
        },
        "Manipuri": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "অরুণা শানবাগ বনাম য়ুনিয়ন ওফ ইন্দিয়া (2011) 10 এস. সি. সি. 756 অমসুং মখা তারকপা ৱায়েলশিং ",
            "Brief Summary": "পেসিব য়ুথেনেসিয়া অসি লৈবাক অসিদা লিগেল ওই হায়না সুপ্রিম কোর্ত ওফ ইন্দিয়ানা লেপ্পা লৈতনা হায়রি, করিগুম্বা অকক্নবা সেফগার্ডশিং ঙাক্না থম্লবদি।  ইং 1973দগী হৌদুনা মনা-মশিং য়াম্না লৈবা অরুণা শানবাগকী মতাংদদি কোর্তনা মহাক্কী ফিভম য়েংশিন্নবা অমদি রিপোর্ত অমা পীনবগীদমক মেম্বর অহুম লৈবা মেদিকেল বোর্দ অমা লিংখৎখি।  রিপোর্ট অদুনা মহাক পর্মানেন্ত ভেজিটেতিব স্তেৎতা লৈ হায়বা ৱারোইশিন পীরি।  দিগ্নিটিগা লোয়ননা শিবগী হক অসি সংবিধানগী আর্টিকল 21গী মখাদা পীরিবা রাইত তু লাইফকী মপুং ওইবা শরুক অমনি হায়না কোর্টনা পনখি।  পেসিব য়ুথানাসিয়া অসি ইন্দিয়ন পেনাল কোদ নত্ত্রগা হৌজিক্কী ওইনা চৎনরিবা অতোপ্পা লোশিংগী মখাদা ওফেন্স অমা ওইদে হায়নসু কোর্ট অসিনা হায়রি। ",
            "Main Arguments": "হায়রিবা কেস অসিগী মরু ওইবা আর্গ্যুমেন্তশিং অসি সংবিধানগী আর্টিকল 21গী মখাদা হিংবগী হক অমসুং ইকাই খুম্নবগা লোয়ননা শিবগী হক লৈবগী মতাংগা মরী লৈনৈ।  অরুণা শানবাগনা মনা-মশিং লৈবা লৈবাক অমদা মখা তানা লৈরকপনা মহাক্কী পুন্সিগী হক মাঙহনলি অমদি মহাকপু শান্তিগা শিরবা য়াহল্লগনি হায়না ৱাকৎলকখি।  হিংবগী হক অসিদা মীওইবগী ইকাই খুম্নবগা লোয়ননা হিংবগী হক অমসুং ইকাই খুম্নবগা লোয়ননা শিবগী হক য়াওরি হায়না রেস্পোন্দেন্তশিংনা হায়রি। ",
            "Legal Precedents or Statutes Cited": "- অরুণা শানবাগ ভর্সস য়ুনিয়ন ওফ ইন্দিয়া (2011) 10 এস. সি. সি. 756-গ্যান সিংহ ভর্সস স্তেত ওফ পঞ্জাব (2012) 10 এস. সি. সি. 303-আর্টিকল 21 ওফ দি কন্সটিটুয়েসন ওফ ইন্দিয়া (রাইত তু লাইফ)-ইন্দিয়ন পেনাল কোদ (আই. পি. সি.)-মেদিকেল কাউন্সিল ওফ ইন্দিয়া (এম. ",
            "Quotations from the court": "- \"ইকাই খুম্নবগা লোয়ননা শিবগী হক অসি ভারতকী সংবিধানগী আর্টিকল 21না পীরিবা পুন্সিগী হক অদুগী মপুং ওইবা য়ূম্ফম অমনি।\"  - অরুণা শানবাগ বনাম য়ুনিয়ন ওফ ইন্দিয়া (2011) 10 এস. সি. সি. 756-\"পেসিভ য়ুথানাসিয়া অসি ইন্দিয়ন পেনাল কোদ নত্ত্রগা হৌজিক্কী ওইনা চৎনরিবা অতোপ্পা লোশিংগী মখাদা ওফেন্স অমা নত্তে\"।  - অরুণা শানবাগ ভর্সস য়ুনিয়ন ওফ ইন্দিয়া (2011) 10 এস. সি. সি. 756-\"য়াম্না নক্নবা মরী লৈনবা মীওইশিং অমসুং অতোপ্পা মরুপশিংগী অপাম্বশিং অমসুং মেদিকেল প্রেক্তিসনরশিংগী ৱাখল্লোন অদু চপ চানা পীবা তারবসু, লেপ্পা লৈতনা মনা-মশিং লৈবা ফিভম অমদা লৈবা পেসেন্ত অমগী খ্বাইদগী কান্নবদুগী মতাংদা পেরেন্স পেত্রিয়া ওইনা কোর্তনা অরোইবা ওইনা ৱারেপ লৌগদবনি।\"  - জিয়ান সিংহ বনাম পঞ্জাব রাজ্য (2012) 10 এস. সি. সি. 303 ",
            "Present Court's Verdict": "সুপ্রিম কোর্তনা পেসিব য়ুথেনেসিয়া অসি ভারত্তা লিগেল ওই, করিগুম্বা অকক্নবা সেফগার্ডশিং ঙাক্লরবদি হায়রি।  পর্মনেন্ট ভেজিটেতিব স্তেৎ অমদা লৈবা পেসেন্ত অমগী লাইফ সপ্পোর্ত লৌথোকপা ৱারেপ অদু মরী লৈনবা হাই কোর্তনা পেরেন্স পেত্রিয়া ওইনা লৌগদবনি হায়নসু কোর্তনা হায়রি।  অৱাবা নংলবা মীওই অমগী লাইফ সপ্পোর্ত লৌথোকপা য়াহন্নবগীদমক মনাক নকপদা লৈবা মরী লৈনবা নত্ত্রগা মথংগী মরুপ নত্ত্রগা দোক্তর/হোস্পিতালগী স্তাফনা এপ্লিকেসন অমা ফাইল তৌবা মতমদা হায় কোর্তনা লৌখৎকদবা প্রোসিজর অমা কোর্তনা থমখ্রে। ",
            "Conclusion": "পেসিব য়ুথেনেসিয়া অসি লৈবাক অসিদা লিগেল ওই হায়না সুপ্রিম কোর্ত ওফ ইন্দিয়ানা লেপ্পা লৈতনা হায়রি, করিগুম্বা অকক্নবা সেফগার্ডশিং ঙাক্লরবদি।  পর্মনেন্ট ভেজিটেতিব স্তেৎ অমদা লৈবা পেসেন্ত অমগী লাইফ সপ্পোর্ত লৌথোকপা ৱারেপ অদু মরী লৈনবা হাই কোর্তনা পেরেন্স পেত্রিয়া ওইনা লৌগদবনি হায়নসু কোর্তনা হায়রি।  অৱাবা নংলবা মীওই অমগী লাইফ সপ্পোর্ত লৌথোকপা য়াহন্নবগীদমক মনাক নকপদা লৈবা মরী লৈনবা নত্ত্রগা মথংগী মরুপ নত্ত্রগা দোক্তর/হোস্পিতালগী স্তাফনা এপ্লিকেসন অমা ফাইল তৌবা মতমদা হায় কোর্তনা লৌখৎকদবা প্রোসিজর অমা কোর্তনা থমখ্রে। "
        },
        "English": {
            "Case name": "Aruna Shanbaug's Right to Die with Dignity (2011)",
            "Case Type": [
                "Right to Die with Dignity",
                "Passive Euthanasia",
                "Persistent Vegetative State"
            ],
            "Case": "The Supreme Court of India was hearing a plea filed by Pinki Virani on behalf of Aruna Shanbaug, who had been in a persistent vegetative state since 1973. The Court had appointed a three-member medical board to examine Aruna and submit a report.",
            "Brief Summary": "The Supreme Court observed that the right to die with dignity is an integral part of the right to life guaranteed under Article 21 of the Constitution. The Court also held that passive euthanasia is legal in India, provided certain safeguards are maintained.",
            "Main Arguments": "The main arguments revolved around the right to die with dignity, the sanctity of human life, and the potential consequences of permitting passive euthanasia. The Court had to balance these competing interests and consider the best interests of the patient.",
            "Legal Precedents or Statutes Cited": "The Supreme Court relied on several legal precedents, including Aruna Shanbaug v. Union of India (2011) 10 SCC 756, Gian Singh v. State of Punjab (2012) 10 SCC 303, and the Medical Council of India (MCI) guidelines.",
            "Quotations from the court": "\"The right to die with dignity is integral to the right to life guaranteed by Article 21 of the Constitution of India. The right to life includes the right to live with human dignity and the right to die with dignity.\" - Justices DY Chandrachud and MR Shah\n\"It is ultimately for the court to decide as parens patriae as to what is in the best interests of a patient who is in a persistent vegetative state, though the wishes of the close relatives and next friend, and the opinion of medical practitioners, should be given due weight.\" - Justices L. Nageswara Rao, BR Gavai, and Krishna Murari",
            "Present Court's Verdict": "The Supreme Court held that the right to die with dignity is a facet of the right to life guaranteed under Article 21 of the Constitution. The Court also observed that passive euthanasia is permissible in India if it is carried out in accordance with the guidelines issued by the Medical Council of India (MCI) in 2018.",
            "Conclusion": "The Supreme Court's decision in Aruna Shanbaug's case recognized the right to die with dignity as a fundamental right under Article 21 of the Constitution. The Court also established the procedure for passive euthanasia in India, emphasizing the importance of safeguards to protect the rights of patients and their families."
        }
    },
    "MANU_SC_2015_0329": {
        "Hindi": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "सूचना प्रौद्योगिकी अधिनियम, 2000 की धारा 66ए की संवैधानिकता के संबंध में भारत के सर्वोच्च न्यायालय का निर्णय। ",
            "Brief Summary": "उच्चतम न्यायालय ने कहा कि सूचना प्रौद्योगिकी अधिनियम, 2000 की धारा 66ए असंवैधानिक है क्योंकि यह संविधान के अनुच्छेद 19 (1) (ए) के तहत गारंटीकृत भाषण और अभिव्यक्ति की स्वतंत्रता के अधिकार का उल्लंघन करती है।  यह धारा अस्पष्ट, मनमाना और अनुचित पाई गई और इसे बोलने और अभिव्यक्ति की स्वतंत्रता को अनुचित रूप से बाधित करने वाला माना गया।  अदालत ने केरल पुलिस अधिनियम, 2011 की धारा 118 (डी) को भी असंवैधानिक करार देते हुए खारिज कर दिया। ",
            "Main Arguments": "याचिकाकर्ताओं द्वारा प्रस्तुत मुख्य तर्क यह था कि आई. टी. अधिनियम की धारा 66ए असंवैधानिक है क्योंकि यह संविधान के अनुच्छेद 19 (1) (ए) का उल्लंघन करती है।  उत्तरदाताओं ने तर्क दिया कि धारा 66ए सार्वजनिक व्यवस्था बनाए रखने और आपत्तिजनक सामग्री के प्रसार को रोकने के लिए आवश्यक है।  अदालत याचिकाकर्ताओं से सहमत थी कि धारा 66ए असंवैधानिक है, इसकी अस्पष्टता और मनमानेपन का हवाला देते हुए। ",
            "Legal Precedents or Statutes Cited": "- भारत के संविधान का अनुच्छेद 14,19 (1) (ए) और 19 (2).-सूचना प्रौद्योगिकी अधिनियम, 2000 की धारा 66 ए, 69 ए और 79.-केरल पुलिस अधिनियम, 2011 की धारा 118 (डी)।  सूचना प्रौद्योगिकी (मध्यस्थ दिशानिर्देश) नियम 2011। ",
            "Quotations from the court": "- धारा 66ए स्पष्ट रूप से मनमाना है और भारत के संविधान के अनुच्छेद 14 का उल्लंघन है।  \"-\" धारा 66ए अस्पष्ट है और अनिश्चितता के दुष्प्रभाव से ग्रस्त है।  धारा 66ए असंवैधानिक है क्योंकि यह बोलने और अभिव्यक्ति की स्वतंत्रता को अनुचित रूप से बाधित करती है। ",
            "Present Court's Verdict": "अदालत ने कहा कि आईटी अधिनियम की धारा 66ए असंवैधानिक है और इसे लागू नहीं किया जा सकता है।  अदालत ने केरल पुलिस अधिनियम, 2011 की धारा 118 (डी) को भी असंवैधानिक करार देते हुए खारिज कर दिया।  अदालत ने सूचना प्रौद्योगिकी अधिनियम की धारा 69ए और सूचना प्रौद्योगिकी (हस्तक्षेप, निगरानी और सूचना के डिक्रिप्शन के लिए प्रक्रिया और सुरक्षा) नियम, 2009 की संवैधानिकता को बरकरार रखा। ",
            "Conclusion": "सर्वोच्च न्यायालय के फैसले का भारत में बोलने और अभिव्यक्ति की ऑनलाइन स्वतंत्रता पर महत्वपूर्ण प्रभाव पड़ता है।  आई. टी. अधिनियम की धारा 66ए को निरस्त करने के अदालत के फैसले को ऑनलाइन अभिव्यक्ति की स्वतंत्रता के समर्थकों की जीत के रूप में देखा गया है, जबकि अदालत द्वारा आई. टी. अधिनियम की धारा 69ए और 2009 के नियमों को बरकरार रखने को एक समझौते के रूप में देखा गया है।  फैसला यह सुनिश्चित करने के महत्व पर भी प्रकाश डालता है कि ऑनलाइन भाषण को विनियमित करने वाले कानून स्पष्ट और उचित हैं। "
        },
        "Bengali": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "তথ্য প্রযুক্তি আইন, 2000-এর 66এ ধারার সাংবিধানিকতা সম্পর্কে ভারতের সুপ্রিম কোর্টের রায়। ",
            "Brief Summary": "সুপ্রিম কোর্ট বলেছে যে তথ্য প্রযুক্তি আইন, 2000-এর 66এ ধারা অসাংবিধানিক কারণ এটি সংবিধানের 19 (1) (এ) অনুচ্ছেদের অধীনে প্রদত্ত বাক ও মত প্রকাশের স্বাধীনতার অধিকার লঙ্ঘন করে।  এই ধারাটি অস্পষ্ট, স্বেচ্ছাচারী এবং অযৌক্তিক বলে মনে করা হয়েছিল এবং এটি বাক ও মত প্রকাশের স্বাধীনতাকে অযথা বাধা দেয় বলে মনে করা হয়েছিল।  আদালত কেরালা পুলিশ আইন, 2011-এর 118 (ডি) ধারাকেও অসাংবিধানিক বলে বাতিল করে দিয়েছে। ",
            "Main Arguments": "আবেদনকারীদের দ্বারা উপস্থাপিত মূল যুক্তি ছিল যে তথ্যপ্রযুক্তি আইনের 66এ ধারা অসাংবিধানিক কারণ এটি সংবিধানের 19 (1) (এ) অনুচ্ছেদ লঙ্ঘন করে।  উত্তরদাতারা যুক্তি দিয়েছিলেন যে জনশৃঙ্খলা বজায় রাখতে এবং আপত্তিকর বিষয়বস্তুর বিস্তার রোধ করতে ধারা 66এ প্রয়োজনীয়।  আদালত আবেদনকারীদের সঙ্গে একমত হয় যে 66এ ধারাটি অসাংবিধানিক, এর অস্পষ্টতা এবং স্বেচ্ছাচারিতার কথা উল্লেখ করে। ",
            "Legal Precedents or Statutes Cited": "- ভারতীয় সংবিধানের 14,19 (1) (এ), এবং 19 (2) ধারা।-তথ্য প্রযুক্তি আইন, 2000-এর 66এ, 69এ এবং 79 ধারা।-কেরালা পুলিশ আইন, 2011-এর 118 (ডি) ধারা।- তথ্য প্রযুক্তি (মধ্যস্থতাকারী নির্দেশিকা) বিধিমালা 2011। ",
            "Quotations from the court": "- ধারা 66এ স্পষ্টতই স্বেচ্ছাচারী এবং ভারতীয় সংবিধানের 14 অনুচ্ছেদের লঙ্ঘনকারী।  \"-\" ধারা 66এ অস্পষ্ট এবং অনিশ্চয়তার কুফল থেকে ভুগছে।  \"-\" \"ধারা 66এ অসাংবিধানিক কারণ এটি বাক ও মত প্রকাশের স্বাধীনতাকে অযথা বাধা দেয়।\" ",
            "Present Court's Verdict": "আদালত বলেছে যে আইটি আইনের 66এ ধারা অসাংবিধানিক এবং প্রয়োগ করা যাবে না।  আদালত কেরালা পুলিশ আইন, 2011-এর 118 (ডি) ধারাকেও অসাংবিধানিক বলে বাতিল করে দিয়েছে।  আদালত তথ্যপ্রযুক্তি আইনের 69এ ধারা এবং তথ্য প্রযুক্তি (ইন্টারসেপশন, মনিটরিং এবং তথ্যের ডিক্রিপশনের জন্য পদ্ধতি ও সুরক্ষা) বিধিমালা, 2009-এর সাংবিধানিক বৈধতা বহাল রেখেছে। ",
            "Conclusion": "সুপ্রিম কোর্টের রায় ভারতে অনলাইন বাকস্বাধীনতা ও মতপ্রকাশের ক্ষেত্রে উল্লেখযোগ্য প্রভাব ফেলেছে।  তথ্যপ্রযুক্তি আইনের 66এ ধারা বাতিল করার আদালতের সিদ্ধান্তকে অনলাইন বাকস্বাধীনতার প্রবক্তাদের বিজয় হিসাবে দেখা হয়েছে, অন্যদিকে আদালতের তথ্যপ্রযুক্তি আইনের 69এ ধারা এবং 2009 সালের বিধিমালা বহাল রাখাটিকে একটি সমঝোতা হিসাবে দেখা হয়েছে।  রায়টি অনলাইন বক্তৃতা নিয়ন্ত্রণকারী আইনগুলি যাতে স্পষ্ট এবং যুক্তিসঙ্গত হয় তা নিশ্চিত করার গুরুত্বকেও তুলে ধরেছে। "
        },
        "Assamese": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "তথ্য প্ৰযুক্তি আইন, 2000ৰ ধাৰা 66এ-ৰ সাংবিধানিকতা সম্পৰ্কে ভাৰতৰ উচ্চতম ন্যায়ালয়ৰ ৰায়। ",
            "Brief Summary": "উচ্চতম ন্যায়ালয়ে কয় যে তথ্য প্ৰযুক্তি আইন, 2000ৰ ধাৰা 66এ অসাংবিধানিক কিয়নো ই সংবিধানৰ অনুচ্ছেদ 19 (1) (এ) ৰ অধীনত প্ৰদান কৰা বাক আৰু অভিব্যক্তিৰ স্বাধীনতাৰ অধিকাৰ উলংঘন কৰে।  এই অংশটো অস্পষ্ট, স্বেচ্ছাচাৰী আৰু অযৌক্তিক বুলি ধৰা হৈছিল, আৰু বাক আৰু অভিব্যক্তিৰ স্বাধীনতাত অপ্ৰয়োজনীয়ভাৱে বাধা দিয়া বুলি গণ্য কৰা হৈছিল।  আদালতে কেৰালা আৰক্ষী আইন, 2011-ৰ ধাৰা 118 (ডি)-ক অসাংবিধানিক বুলি নাকচ কৰিছিল। ",
            "Main Arguments": "- আবেদনকাৰীসকলে উপস্থাপন কৰা মূল যুক্তি আছিল যে তথ্য প্ৰযুক্তি আইনৰ ধাৰা 66এ অসাংবিধানিক কিয়নো ই সংবিধানৰ অনুচ্ছেদ 19 (1) (এ) উলংঘন কৰে।  উত্তৰদাতাসকলে যুক্তি দিছিল যে ৰাজহুৱা শৃংখলা বজাই ৰাখিবলৈ আৰু আপত্তিজনক সমলৰ প্ৰসাৰ প্ৰতিৰোধ কৰিবলৈ ধাৰা 66 এ প্ৰয়োজনীয়।  আদালতে আবেদনকাৰীসকলৰ সৈতে একমত হৈছিল যে ধাৰা 66 এ ইয়াৰ অস্পষ্টতা আৰু স্বেচ্ছাচাৰিতাৰ কথা উল্লেখ কৰি অসাংবিধানিক। ",
            "Legal Precedents or Statutes Cited": "- ভাৰতৰ সংবিধানৰ অনুচ্ছেদ 14,19 (1) (এ), আৰু 19 (2)।-তথ্য প্ৰযুক্তি আইন, 2000ৰ ধাৰা 66 এ, 69 এ, আৰু 79।-কেৰালা আৰক্ষী আইন, 2011ৰ ধাৰা 118 (ডি)।  তথ্য প্ৰযুক্তি (মধ্যস্থতাকাৰী নিৰ্দেশনা) নিয়ম 2011। ",
            "Quotations from the court": "- \"ধাৰা 66এ স্পষ্টভাৱে স্বেচ্ছাচাৰী আৰু ভাৰতৰ সংবিধানৰ 14 নং অনুচ্ছেদৰ উলংঘনকাৰী।  \"-\" ধাৰা 66 এ অস্পষ্ট আৰু অনিশ্চয়তাৰ কুপ্ৰভাৱৰ দ্বাৰা আক্ৰান্ত।  \"-\" \"ধাৰা 66এ অসাংবিধানিক কিয়নো ই বাক আৰু অভিব্যক্তিৰ স্বাধীনতাক অপ্ৰয়োজনীয়ভাৱে বাধা দিয়ে।\" ",
            "Present Court's Verdict": "- আদালতে কয় যে তথ্য প্ৰযুক্তি আইনৰ ধাৰা 66এ অসাংবিধানিক আৰু ইয়াক প্ৰয়োগ কৰিব নোৱাৰি।  আদালতে কেৰালা আৰক্ষী আইন, 2011-ৰ ধাৰা 118 (ডি)-ক অসাংবিধানিক বুলি নাকচ কৰিছিল।  আদালতে তথ্য প্ৰযুক্তি আইনৰ ধাৰা 69 এ আৰু তথ্য প্ৰযুক্তি (তথ্য প্ৰতিৰোধ, নিৰীক্ষণ আৰু ডিক্ৰিপশ্যনৰ বাবে প্ৰক্ৰিয়া আৰু সুৰক্ষা) নিয়ম, 2009-ৰ সাংবিধানিকতা সমৰ্থন কৰিছিল। ",
            "Conclusion": "উচ্চতম ন্যায়ালয়ৰ ৰায়ৰ ফলত ভাৰতত অনলাইন বাক আৰু অভিব্যক্তিৰ স্বাধীনতাৰ ওপৰত গুৰুত্বপূৰ্ণ প্ৰভাৱ পৰিছে।  তথ্য প্ৰযুক্তি আইনৰ ধাৰা 66এ বাতিল কৰাৰ আদালতৰ সিদ্ধান্তক অনলাইন বাক স্বাধীনতাৰ সমৰ্থকসকলৰ বাবে এক বিজয় হিচাপে দেখা গৈছে, আনহাতে আদালতৰ তথ্য প্ৰযুক্তি আইনৰ ধাৰা 69এ আৰু 2009 চনৰ নিয়মসমূহ সমৰ্থন কৰাটো এক আপোচ হিচাপে দেখা গৈছে।  এই ৰায়টোত অনলাইন ভাষণ নিয়ন্ত্ৰণ কৰা আইনসমূহ যাতে স্পষ্ট আৰু যুক্তিসংগত হয় সেয়া নিশ্চিত কৰাৰ গুৰুত্বৰ ওপৰতো আলোকপাত কৰা হৈছে। "
        },
        "Nepali": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "सूचना प्रविधि अधिनियम, 2000 को धारा 66 ए को संवैधानिकता सम्बन्धी भारतको सर्वोच्च अदालतको फैसला। ",
            "Brief Summary": "सर्वोच्च अदालतले सूचना प्रविधि ऐन, 2000 को धारा 66 ए असंवैधानिक भएको ठहर गरेको छ किनकि यसले संविधानको धारा 19 (1) (ए) अन्तर्गत प्रत्याभूत अभिव्यक्ति स्वतन्त्रताको अधिकार उल्लङ्घन गर्दछ।  यो खण्ड अस्पष्ट, मनमानी र अनुचित भएको पाइएको थियो र यसले अभिव्यक्ति स्वतन्त्रतामा अनावश्यक बाधा पुऱ्याएको मानिएको थियो।  अदालतले केरला पुलिस ऐन, 2011 को धारा 118 (डी) लाई पनि असंवैधानिक भन्दै खारेज गरेको छ। ",
            "Main Arguments": "याचिकाकर्ता द्वारा प्रस्तुत मुख्य तर्क यो थियो कि आईटी अधिनियमको धारा 66 ए असंवैधानिक छ किनकि यसले संविधानको धारा 19 (1) (ए) उल्लङ्घन गर्दछ।  उत्तरदाताहरूले तर्क गरे कि सार्वजनिक व्यवस्था कायम राख्न र आपत्तिजनक सामग्रीको फैलावट रोक्न धारा 66 ए आवश्यक छ।  अदालतले यसको अस्पष्टता र मनमानीलाई उद्धृत गर्दै धारा 66 ए असंवैधानिक हो भनेर याचिकाकर्ताहरूसँग सहमत भयो। ",
            "Legal Precedents or Statutes Cited": "- भारतको संविधानको धारा 14,19 (1) (ए), र 19 (2)-सूचना प्रविधि ऐन, 2000 को धारा 66 ए, 69 ए, र 79।-केरला पुलिस ऐन, 2011 को धारा 118 (डी)।  सूचना प्रविधि (मध्यस्थ दिशानिर्देश) नियम 2011। ",
            "Quotations from the court": "धारा 66 ए स्पष्ट रूपमा मनमानी र भारतको संविधानको धारा 14 को उल्लङ्घन हो।  \"-\" धारा 66 ए अस्पष्ट छ र अनिश्चितताको दोषबाट ग्रस्त छ।  \"-\" \"धारा 66 ए असंवैधानिक छ किनकि यसले अनावश्यक रूपमा अभिव्यक्ति र अभिव्यक्ति स्वतन्त्रतामा बाधा पुर्याउँछ।\" ",
            "Present Court's Verdict": "- अदालतले आईटी अधिनियमको धारा 66 ए असंवैधानिक हो र लागू गर्न सकिँदैन भनी फैसला गरेको छ।  अदालतले केरला पुलिस ऐन, 2011 को धारा 118 (डी) लाई पनि असंवैधानिक भन्दै खारेज गरेको छ।  अदालतले सूचना प्रविधि ऐनको धारा 69 ए र सूचना प्रविधि (हस्तक्षेप, अनुगमन र सूचनाको डिक्रिप्सनका लागि प्रक्रिया र सुरक्षा) नियम, 2009 को संवैधानिकतालाई समर्थन गरेको छ। ",
            "Conclusion": "सर्वोच्च अदालतको फैसलाले भारतमा अनलाइन अभिव्यक्ति स्वतन्त्रतामा महत्त्वपूर्ण प्रभाव पारेको छ।  सूचना प्रविधि ऐनको धारा 66ए खारेज गर्ने अदालतको निर्णयलाई अनलाइन अभिव्यक्ति स्वतन्त्रताका समर्थकहरूको विजयका रूपमा हेरिएको छ, जबकि अदालतले सूचना प्रविधि ऐनको धारा 69ए र सन् 2009 को नियमलाई कायम राखेको कुरालाई सम्झौताको रूपमा हेरिएको छ।  निर्णयले अनलाइन भाषणलाई विनियमित गर्ने कानुनहरू स्पष्ट र उचित छन् भनेर सुनिश्चित गर्ने महत्त्वलाई पनि प्रकाश पार्छ। "
        },
        "Bodo": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "इनफरमेसन टेक्न'ल'जि एक्ट, 2000 नि दफा 66 ए नि आयेनारिथि सोमोनदै भारतनि जौसिन बिजिरसालिनि बिजिरनाया। ",
            "Brief Summary": "सुप्रीम क'र्टआ मानिदोंमोन दि इनफरमेसन टेक्न'ल'जि एक्ट, 2000 नि दफा 66 ए आ आयेनारि नङि मानोना बेयो संबिजुनि दफा 19 (1) (ए) नि सिङाव गनायथि होजानाय बिबुंथि आरो फोरमायनायनि उदांस्रिनि मोन्थाइखौ सिफायो।  बे खोन्दोखौ रोखा नङि, गोसोआरि नङि आरो गनायथावै मोननाय जादोंमोन, आरो बेखौ बाथ्रा बुंनायाव आरो फोरमायनायनि उदांस्रिआव नांथावै हेंथा होनाय होन्ना सान्नाय जादोंमोन।  कच'र्टआ केराला पुलिस एक्ट, 2011 नि दफा 118 (डी) खौबो आयेनारि नङि होन्ना नेवसिगारो। ",
            "Main Arguments": "बिनायगिरिफोरजों दिन्थिजानाय गाहाय बाथ्रा दानथेलायनाया बेमोन दि आई. टी. आयेननि दफा 66एआ आयेनारि नङि मानोना बेयो संबिजुनि दफा 19 (1) (ए) खौ सिफायो।  रिप'न्देन्टफोरा जुक्ति होदोंमोन दि दफा 66 ए आ राइजोआरि बिखान्थिखौ सामलायनो आरो गाज्रि आयदा गोसारनायखौ होबथानो थाखाय गोनां।  कच'र्टआ बिनायगिरिफोरजों गोरोबदोंमोन दि दफा 66 एआ बेनि रोखा नङि आरो गावनोगावथिखौ मुंख'नानै आयेनारि नङि। ",
            "Legal Precedents or Statutes Cited": "- भारतनि संबिजुनि दफा 14,19 (1) (ए), आरो 19 (2)।-खौरां बिरोंदामिन आयेन, 2000 नि दफा 66 ए, 69 ए, आरो 79।-केराला पुलिस आयेन, 2011 नि दफा 118 (डी)।  खौरां बिरोंदामिन (गेजेरारि बिथोनफोर) नेमफोर 2011। ",
            "Quotations from the court": "- \"दफा 66 ए आ रोखा महरै गावनोगाव आरो भारतनि संबिजुनि दफा 14 खौ सिफायनाय।  \"-\" दफा 66 ए आ रोखा नङा आरो दिदोमथि गैयैजों जुजिना दं।  \"-\" दफा 66 एआ आयेनारि नङि मानोना बेयो बाथ्रा बुंनायाव आरो फोरमायनायनि उदांस्रिआव हेंथा होयो। \"",
            "Present Court's Verdict": "- क'र्टआ मानिदोंमोन दि आई. टी. आयेननि दफा 66 ए आ आयेनारि नङि आरो बेखौ बाहायनो हाया।  कच'र्टआ केराला पुलिस एक्ट, 2011 नि दफा 118 (डी) खौबो आयेनारि नङि होन्ना नेवसिगारो।  कच'र्टआ आई. टी. आयेननि दफा 69 ए आरो इनफरमेसन टेक्न'ल'जि (इन्टारसेपसन, मनिटरिं आरो इनफरमेसननि डिक्रिपसननि थाखाय खान्थि आरो रैखाथिफोर) नेम, 2009 नि आयेनारि गुनखौ थि खालामदोंमोन। ",
            "Conclusion": "सुप्रीम क'र्टनि बिजिरनाया भारतआव अनलाइन बिबुंथि आरो फोरमायनायनि उदांस्रिनि सायाव गोबां गोहोम खोख्लैयो।  आई. टी. आयेननि दफा 66 ए खौ बोखारनायनि बिजिरसालिनि थिरांथाखौ अनलाइन बिबुंथि उदांस्रिनि मददगिरिफोरनि थाखाय मोनसे देरहासारनाय महरै नायनाय जादों, जेराव बिजिरसालिनि आई. टी. आयेननि दफा 69 ए आरो 2009 नि नेमफोरखौ हमथाना लाखिनाया मोनसे गोरोबनाय महरै नायनाय जादों।  बिजिरनाया बेखौ रोखा खालामनायनि गोनांथिखौबो दिन्थियो दि अनलाइन बिबुंथिखौ सामलायग्रा आयेनफोरा रोखा आरो गनायथाव। "
        },
        "Manipuri": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "দি সুপ্রিম কোর্ত ওফ ইন্দিয়ানা ইনফোর্মেসন তেক্নোলোজী এক্ত, 2000গী সেক্সন 66এগী কনষ্টিট্যুসনেলিতিগী মতাংদা পীবা ৱারেপ। ",
            "Brief Summary": "সুপ্রিম কোর্তনা ইনফোর্মেসন তেক্নোলোজী এক্ত, 2000গী সেক্সন 66এ অসি কন্সততুয়েসনগী আর্টিকল 19 (1) (এ) গী মখাদা পীরিবা ৱা ঙাংবগী অমসুং ৱা ঙাংবগী নীংতম্বগী হকপু লান্দারকপনা কন্সততুয়েন্সিএল ওইদে হায়খি।  সেক্সন অদু ময়েক শেংদে, আরবিটরেরী, অমসুং মরম চাদে হায়না থেংনখি, অমসুং ৱা ঙাংবগী অমসুং ৱা ঙাংবগী নীংতম্বগী থৌওংবু মতিক চানা অথিংবা থম্মি হায়না লৌনরম্মি।  কোর্ট অসিনা কেরলা পুলিস এক্ত, 2011গী সেক্সন 118 (দি) বু কন্সতিস্ত্যুসনেল ওইদ্রে হায়না লৌথোকখি। ",
            "Main Arguments": "আই. তি. এক্তকী সেক্সন 66এ অসি কনষ্টিট্যুসনগী আর্টিকল 19 (1) (এ) গী ৱায়েল কায়দবা মরম্না কনষ্টিট্যুসনেল ওইদে হায়বসিনি।  সেক্সন 66A অসি পব্লিক ওর্দর ঙাক্তুনা থম্বা অমসুং অশোইবা কন্তেন্তবু শন্দোরকপা থিংনবা তঙাই ফদে হায়না রেস্পোন্দেন্তশিংনা হায়রি।  সেক্সন 66A অসি কন্সতিস্ত্যুসনেল ওইদে, মসিগী অচুম্বনি অমসুং আর্বিট্রারিনেস লৈ হায়না কোর্তনা প্যেন্তরশিংগা য়ানখি। ",
            "Legal Precedents or Statutes Cited": "- ভারতকী সংবিধানগী আর্টিকল 14,19 (1) (a), অমসুং 19 (2)।-ইনফোর্মেসন তেক্নোলোজী এক্ত, 2000গী সেক্সন 66A, 69A, অমসুং 79।-কেরলা পুলিস এক্ত, 2011গী সেক্সন 118 (d)।- দি ইনফোর্মেসন তেক্নোলোজী (ইন্তর্মেদিয়রীজ গাইদলাইনস) রুলস 2011। ",
            "Quotations from the court": "- \"সেক্সন 66এ অসি ময়েক শেংনা আরবিটরেরী ওই অমসুং ভারতকী কনষ্টিট্যুসনগী আর্টিকল 14বু লান্দারকই।  \"-\" সেক্সন 66A অসি ময়েক শেংদে অমসুং অনসর্তেন্তিগী ভাইসনা থোকহল্লি।  সেক্সন 66A অসি কন্সতিস্ত্যুসনেল ওই মরমদি মসিনা ৱা ঙাংবগী অমসুং ৱা ঙাংবগী ফ্রীদমদা অকায়বা পী। ",
            "Present Court's Verdict": "আই. তি. এক্তকী সেক্সন 66এ অসি কন্সতিস্ত্যুসনেল ওইদে অমদি এপ্লাই তৌবা য়াদে হায়না কোর্টনা হায়রি।  কোর্ট অসিনা কেরলা পুলিস এক্ত, 2011গী সেক্সন 118 (দি) বু কন্সতিস্ত্যুসনেল ওইদ্রে হায়না লৌথোকখি।  আই. তি. এক্তকী সেক্সন 69এ অমসুং ইনফোর্মেসন তেক্নোলোজী (প্রোসিজর এন্দ সেফগার্ডস ফোর ইন্তরসেপ্সন, মোনিতরিং এন্দ দিক্রিপসন ওফ ইনফোর্মেসন) রুলস, 2009গী কন্সতিস্ত্যুএলিটি অদু কোর্তনা লেপ্নখি। ",
            "Conclusion": "সুপ্রিম কোর্তকী ৱারেপ অসিনা ভারত্তা ওনলাইন্দা ৱা ঙাংবা অমসুং ৱা ঙাংবগী নীংতম্বগী মতাংদা মরু ওইবা শাফু অমা পীরি।  আই. তি. এক্তকী সেক্সন 66এ লৌথোকপা কোর্তকী ৱারেপ অসি ওনলাইন্দা ৱা ঙাংবগী নীংতম্বগী প্রোপোনেন্তশিংগী মাইপাকপা অমনি হায়না লৌনরম্মি, অদুগা আই. তি. এক্তকী সেক্সন 69এ অমসুং 2009গী কাংলোনবু কোর্তনা ঙাক্না থম্বা অসি য়ানশিন্নবা অমনি হায়না লৌনরম্মি।  আইন অসিনা চৎনরিবা চৎন-পথাপশিং অসি ময়েক শেংবা অমসুং অচুম্বা ওইগনি হায়বা ৱাফমসু মহাক্না ফোঙদোকখি। "
        },
        "English": {
            "Case name": "Shreya Singhal v. Union of India (2015) 10 SCC 459 (2015)",
            "Case Type": [
                "Constitutional Law",
                "Information Technology Law",
                "Freedom of Speech and Expression"
            ],
            "Case": "- The case involved a batch of petitions challenging the constitutional validity of Section 66A of the Information Technology Act, 2000.\n- The Section made it an offence to send offensive messages through communication service, thus, messages sent with intent to cause annoyance, inconvenience, danger, obstruction, insult, injury, criminal intimidation, harassment, defamation or annoyance to the public, or to cause disloyalty to the Constitution or incitement to an offence.",
            "Brief Summary": "- The Supreme Court observed that the right to freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India is subject to reasonable restrictions imposed by the State in the interests of the general public.\n- The Court held that Section 66A of the Information Technology Act, 2000 is unconstitutional as it violates the right to freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India.\n- The Court observed that the expression \"grossly offensive or menacing character\" used in Section 66A is vague and violative of Article 19(1)(a) of the Constitution.",
            "Main Arguments": "- The main argument of the plaintiff was that Section 66A of the Information Technology Act, 2000 is unconstitutional as it restricts the freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India.\n- The main argument of the defendant was that Section 66A of the Information Technology Act, 2000 is a reasonable restriction on the freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India.",
            "Legal Precedents or Statutes Cited": "- Article 19(1)(a) of the Constitution of India.\n- Article 19(2) of the Constitution of India.\n- Section 66A of the Information Technology Act, 2000.\n- Faruk v State of Madhya Pradesh (1969) 1 SCR 156.",
            "Quotations from the court": "- \"The right to freedom of speech and expression under Article 19 (1) (a) is subject to the reasonable restrictions under Article 19 (2) of the Constitution. The right to freedom of speech and expression is not an absolute right. It is subject to reasonable restrictions imposed by the State under Article 19 (2).\"\n- \"The expression \"grossly offensive\" or \"menacing character\" is vague and violative of Art 19(1)(a). The expression \"grossly offensive\" is not defined in Section 66A. The expression \"menacing character\" is also not defined.\"",
            "Present Court's Verdict": "- The Supreme Court held that Section 66A of the Information Technology Act, 2000 is unconstitutional and violative of Article 19(1)(a) of the Constitution of India.\n- The Court observed that the expression \"grossly offensive or menacing character\" used in Section 66A is vague and violative of Article 19(1)(a) of the Constitution.",
            "Conclusion": "- The Supreme Court observed that the right to freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India is subject to reasonable restrictions imposed by the State in the interests of the general public.\n- The Court held that Section 66A of the Information Technology Act, 2000 is unconstitutional as it violates the right to freedom of speech and expression guaranteed under Article 19(1)(a) of the Constitution of India."
        }
    }
}